[
    {
        "query_id": "1",
        "query_text": "Antitrust Cases Pending",
        "split": "3",
        "questions": [
            "What are the current antitrust cases that are pending?",
            "Which companies or industries are involved in pending antitrust cases?"
        ]
    },
    {
        "query_id": "2",
        "query_text": "Acquisitions",
        "split": "2",
        "questions": [
            "What datasets are available on recent corporate acquisitions?",
            "Where can I find data on mergers and acquisitions within a specific industry or region?"
        ]
    },
    {
        "query_id": "3",
        "query_text": "Debt Rescheduling",
        "split": "1",
        "questions": [
            "What datasets are available on global debt rescheduling agreements?",
            "Which countries or organizations have recently gone through debt rescheduling?"
        ]
    },
    {
        "query_id": "4",
        "query_text": "Third World Debt Relief",
        "split": "2",
        "questions": [
            "What datasets are available on the effectiveness of third world debt relief programs?",
            "Which countries have benefited the most from debt relief?"
        ]
    },
    {
        "query_id": "5",
        "query_text": "U.S. Budget Deficit",
        "split": "3",
        "questions": [
            "What datasets are available on the U.S. federal budget deficit?",
            "What is the current level of the U.S. budget deficit?"
        ]
    },
    {
        "query_id": "6",
        "query_text": "Economic Projections",
        "split": "1",
        "questions": [
            "What datasets are available on economic projections for a specific country or region?",
            "What are the projected trends for key economic indicators such as GDP, inflation, and unemployment in the near future?"
        ]
    },
    {
        "query_id": "7",
        "query_text": "AIDS treatments",
        "split": "0",
        "questions": [
            "What datasets are available on the efficacy of various AIDS treatments?",
            "Which treatments have shown the most promising results in terms of reducing viral load and improving quality of life for HIV-positive individuals?"
        ]
    },
    {
        "query_id": "8",
        "query_text": "Water Pollution",
        "split": "4",
        "questions": [
            "What datasets are available on water pollution levels in a specific region or country?",
            "Which sources of water pollution are the most significant contributors to contamination?"
        ]
    },
    {
        "query_id": "9",
        "query_text": "us savings bonds",
        "split": "0",
        "questions": [
            "What datasets are available on U.S. savings bonds, their issuance, and redemption?",
            "What is the historical trend of savings bond interest rates?"
        ]
    },
    {
        "query_id": "10",
        "query_text": "Drug Approval",
        "split": "3",
        "questions": [
            "What datasets are available on the FDA drug approval process and timelines?",
            "Which drugs have been approved by the FDA in the last year?"
        ]
    },
    {
        "query_id": "11",
        "query_text": "International Trade Liberalization Talks",
        "split": "1",
        "questions": [
            "What datasets are available on the progress and outcomes of international trade liberalization talks?",
            "Which countries and industries are the major stakeholders in these talks?"
        ]
    },
    {
        "query_id": "12",
        "query_text": "Patent Infringement Lawsuits",
        "split": "2",
        "questions": [
            "What datasets are available on patent infringement lawsuits filed in a specific industry or region?",
            "Which companies have been involved in the most patent infringement lawsuits?"
        ]
    },
    {
        "query_id": "13",
        "query_text": "New Medical Technology",
        "split": "0",
        "questions": [
            "What datasets are available on new medical technologies and innovations?",
            "Which medical technologies have been recently developed?"
        ]
    },
    {
        "query_id": "14",
        "query_text": "Companies Capable of Producing Document Management Systems",
        "split": "1",
        "questions": [
            "What datasets are available on companies capable of producing document management systems?",
            "Which companies are the largest providers of document management systems?"
        ]
    },
    {
        "query_id": "15",
        "query_text": "Analyses of Savings and Loan Failures",
        "split": "2",
        "questions": [
            "What datasets are available on analyses of savings and loan failures in a specific time period or region?",
            "What were the main causes of the savings and loan failures?"
        ]
    },
    {
        "query_id": "16",
        "query_text": "Computer or Communications Systems Upgrade",
        "split": "3",
        "questions": [
            "What datasets are available on computer or communications systems upgrades in a specific industry or organization?",
            "What types of upgrades have been made to computer or communications systems?"
        ]
    },
    {
        "query_id": "17",
        "query_text": "U.S. Technology Policy",
        "split": "4",
        "questions": [
            "What datasets are available on U.S. technology policy and its impact on innovation and economic growth?",
            "Which technology policies have been implemented in the U.S.?"
        ]
    },
    {
        "query_id": "18",
        "query_text": "Purchasers of Modern Communications Equipment",
        "split": "3",
        "questions": [
            "What datasets are available on purchasers of modern communications equipment in a specific industry or region?",
            "Which organizations or businesses are the major purchasers of modern communications equipment?"
        ]
    },
    {
        "query_id": "19",
        "query_text": "Who's working with Supercomputers",
        "split": "1",
        "questions": [
            "-"
        ]
    },
    {
        "query_id": "20",
        "query_text": "Leveraged Buyouts",
        "split": "0",
        "questions": [
            "What datasets are available on leveraged buyouts in a specific industry or region?",
            "Which companies have been involved in leveraged buyouts?"
        ]
    },
    {
        "query_id": "21",
        "query_text": "Satellite Launch Contracts",
        "split": "3",
        "questions": [
            "What datasets are available on satellite launch contracts and their value in a specific time period or region?",
            "Which companies are the major providers of satellite launch services?"
        ]
    },
    {
        "query_id": "22",
        "query_text": "MCI",
        "split": "1",
        "questions": [
            "What is the historical financial performance of MCI?",
            "What are its current revenue and profit figures?"
        ]
    },
    {
        "query_id": "23",
        "query_text": "Merit-Pay vs. Seniority",
        "split": "1",
        "questions": [
            "What datasets are available on the efficacy of merit-pay vs. seniority pay systems in the workplace?",
            "What are the differences in performance, job satisfaction, and retention rates between employees compensated through merit-pay vs. seniority pay systems?"
        ]
    },
    {
        "query_id": "24",
        "query_text": "Machine Translation",
        "split": "3",
        "questions": [
            "What datasets are available on machine translation performance for specific languages or language pairs?",
            "How do different machine translation systems compare in terms of accuracy, fluency, and processing speed?"
        ]
    },
    {
        "query_id": "25",
        "query_text": "Hostage-Taking",
        "split": "4",
        "questions": [
            "What datasets are available on hostage-taking incidents in a specific region or time period?",
            "What are the characteristics of hostage-taking incidents?"
        ]
    },
    {
        "query_id": "26",
        "query_text": "Information Retrieval Systems",
        "split": "0",
        "questions": [
            "What are the available datasets for training and evaluating information retrieval systems?",
            "What datasets are commonly used for benchmarking the effectiveness of various information retrieval techniques?"
        ]
    },
    {
        "query_id": "27",
        "query_text": "Natural Language Processing",
        "split": "1",
        "questions": [
            "What datasets are available on the performance of natural language processing models for specific tasks or domains?",
            "How do different natural language processing models compare in terms of accuracy, efficiency, and generalization ability?"
        ]
    },
    {
        "query_id": "28",
        "query_text": "Surrogate Motherhood",
        "split": "1",
        "questions": [
            "What datasets are available on the practice and outcomes of surrogate motherhood in a specific region or time period?",
            "What are the motivations and experiences of surrogate mothers and intended parents?"
        ]
    },
    {
        "query_id": "29",
        "query_text": "Border Incursions",
        "split": "3",
        "questions": [
            "What datasets are available on border incursions in a specific region or time period?",
            "What are the characteristics of border incursions?"
        ]
    },
    {
        "query_id": "30",
        "query_text": "Demographic Shifts in the U.S.",
        "split": "2",
        "questions": [
            "What datasets are available on demographic shifts in the U.S. population over time?",
            "What are the changes in the distribution of age, race, ethnicity, gender, education, and other demographic factors?"
        ]
    },
    {
        "query_id": "31",
        "query_text": "Demographic Shifts across National Boundaries",
        "split": "3",
        "questions": [
            "What datasets are available on demographic shifts across national boundaries?",
            "What are the patterns and drivers of demographic shifts?"
        ]
    },
    {
        "query_id": "32",
        "query_text": "Automation",
        "split": "4",
        "questions": [
            "What datasets are available on the impact of automation on the workforce and the economy?",
            "What are the industries and occupations most affected by automation?"
        ]
    },
    {
        "query_id": "33",
        "query_text": "Greenpeace",
        "split": "4",
        "questions": [
            "What datasets are available on the activities and campaigns of Greenpeace?",
            "What are the issues and causes that Greenpeace focuses on?"
        ]
    },
    {
        "query_id": "34",
        "query_text": "FRG Political Party Positions",
        "split": "0",
        "questions": [
            "What datasets are available on the political positions and ideologies of political parties in the Federal Republic of Germany?",
            "What are the policy stances of different political parties on key issues?"
        ]
    },
    {
        "query_id": "35",
        "query_text": "1988 Presidential Candidates Platforms",
        "split": "3",
        "questions": [
            "What datasets are available on the platforms and policy positions of the presidential candidates in the 1988 U.S. presidential election?",
            "What were the main issues and themes of the election?"
        ]
    },
    {
        "query_id": "36",
        "query_text": "Genetic Engineering",
        "split": "1",
        "questions": [
            "What datasets are available on the ethical, social, and environmental implications of genetic engineering?",
            "What are the scientific advances and technological applications of genetic engineering?"
        ]
    },
    {
        "query_id": "37",
        "query_text": "Alternative/renewable Energy Plant & Equipment Installation",
        "split": "3",
        "questions": [
            "What datasets are available on the installation and deployment of alternative and renewable energy plant and equipment?",
            "What are the trends and patterns in the installation of solar, wind, hydro, geothermal, and other types of renewable energy systems?"
        ]
    },
    {
        "query_id": "38",
        "query_text": "Official Corruption",
        "split": "3",
        "questions": [
            "What datasets are available on the prevalence and impact of official corruption in different countries and regions?",
            "What are the types and forms of corruption?"
        ]
    },
    {
        "query_id": "39",
        "query_text": "Bank Failures",
        "split": "3",
        "questions": [
            "What are some datasets available on bank failures in the United States?",
            "Where can I find datasets on the number and causes of bank failures in different countries?"
        ]
    },
    {
        "query_id": "40",
        "query_text": "Criminal Actions Against Officers of Failed Financial Institutions",
        "split": "4",
        "questions": [
            "What datasets are available on criminal actions taken against officers of failed financial institutions?",
            "Can you provide a dataset containing information on criminal charges against individuals associated with failed financial institutions?"
        ]
    },
    {
        "query_id": "41",
        "query_text": "Crude Oil Price Trends",
        "split": "1",
        "questions": [
            "What is the historical trend of crude oil prices over the past decade?",
            "Is there a dataset available that shows the relationship between crude oil prices and global events or economic indicators?"
        ]
    },
    {
        "query_id": "42",
        "query_text": "Downstream Investments by OPEC Member States",
        "split": "3",
        "questions": [
            "What is the dataset that contains information about the downstream investments made by member states of OPEC?",
            "How can I access a dataset related to the investments made by OPEC member states in downstream projects?"
        ]
    },
    {
        "query_id": "43",
        "query_text": "Data on Proven Reserves of Oil & Natural Gas Producers",
        "split": "2",
        "questions": [
            "What dataset contains information on the proven reserves of oil and natural gas producers?",
            "Is there a dataset that lists the proven reserves of oil and natural gas for different producers?",
            "Where can I find a dataset with information on the proven reserves of oil and natural gas companies?",
            "What is the name of the dataset that contains information on the proven reserves of oil and natural gas producers?"
        ]
    },
    {
        "query_id": "44",
        "query_text": "International Military Equipment Sales",
        "split": "2",
        "questions": [
            "What is the global trend in military equipment sales in the last decade?",
            "Which countries are the largest importers and exporters of military equipment worldwide?",
            "How has the sales of military equipment by major arms exporting countries changed over time?",
            "What are the types of military equipment sold by different countries in the international market?"
        ]
    },
    {
        "query_id": "45",
        "query_text": "What Backing Does the National Rifle Association Have?",
        "split": "3",
        "questions": [
            "-"
        ]
    },
    {
        "query_id": "46",
        "query_text": "Computer-aided Crime",
        "split": "1",
        "questions": [
            "Is there a dataset available that contains information on the frequency and types of crimes that involve the use of computer technology?",
            "Can you provide me with a dataset that includes information on the tools and techniques used by law enforcement agencies to investigate and prevent computer-aided crimes?"
        ]
    },
    {
        "query_id": "47",
        "query_text": "Computer-aided Crime Detection",
        "split": "4",
        "questions": [
            "What datasets are available for computer-aided crime detection?",
            "Where can I find datasets related to computer-aided crime detection and prevention?",
            "Is there a dataset on crime incidents that have been detected using computer-aided techniques?",
            "What kind of data is typically used in computer-aided crime detection?"
        ]
    },
    {
        "query_id": "48",
        "query_text": "Fiber Optics Applications",
        "split": "4",
        "questions": [
            "What are some applications of fiber optics technology in the telecommunications industry?",
            "Can you provide a dataset of the usage of fiber optics technology in different industries and applications?"
        ]
    },
    {
        "query_id": "49",
        "query_text": "Fiber Optics Equipment Manufacturers",
        "split": "0",
        "questions": [
            "What are the top fiber optics equipment manufacturers by revenue?",
            "Can you provide a list of fiber optics equipment manufacturers and their product offerings?",
            "What is the market share of different fiber optics equipment manufacturers?",
            "Is there a dataset available on the financial performance of fiber optics equipment manufacturers?",
            "What are the historical trends in the revenue and growth of fiber optics equipment manufacturers?"
        ]
    },
    {
        "query_id": "50",
        "query_text": "Welfare Reform",
        "split": "2",
        "questions": [
            "What datasets are available on the impact of welfare reform on employment rates?",
            "Is there a dataset on the effects of welfare reform on poverty rates in the United States?",
            "Where can I find a dataset on the implementation of welfare reform policies in different states?",
            "What data is available on the effectiveness of welfare-to-work programs in reducing dependence on public assistance?"
        ]
    },
    {
        "query_id": "51",
        "query_text": "Catastrophic Health Insurance",
        "split": "4",
        "questions": [
            "What datasets are available on catastrophic health insurance policies?",
            "Is there a dataset that compares the cost and coverage of catastrophic health insurance plans across different providers?",
            "Can I find a dataset on the number of individuals enrolled in catastrophic health insurance plans by state?",
            "What is the historical trend of premiums for catastrophic health insurance plans in the US?"
        ]
    },
    {
        "query_id": "52",
        "query_text": "Find Innovative Companies",
        "split": "4",
        "questions": [
            "Is there a dataset available on patent filings by companies, specifically those related to cutting-edge technologies or novel products?",
            "Are there any datasets that track venture capital funding for startups that are developing innovative products or services?",
            "Can you provide a list of companies that have won innovation awards or received recognition from industry experts?"
        ]
    },
    {
        "query_id": "53",
        "query_text": "Funding Biotechnology",
        "split": "1",
        "questions": [
            "What are the top biotechnology companies by funding amount?",
            "Which venture capital firms have invested the most in biotechnology startups?",
            "What is the average funding round size for biotechnology companies?"
        ]
    },
    {
        "query_id": "54",
        "query_text": "New Space Satellite Applications",
        "split": "3",
        "questions": [
            "What are some datasets on new space satellite applications and their usage?",
            "Can you provide a dataset on the applications and benefits of new space satellite technology?",
            "Where can I find datasets related to new and innovative uses of space satellites?"
        ]
    },
    {
        "query_id": "55",
        "query_text": "Non-commercial Satellite Launches",
        "split": "1",
        "questions": [
            "What organizations or entities have launched non-commercial satellites into space?",
            "Are there any patterns or trends in non-commercial satellite launches, such as geographical distribution or frequency of launches?"
        ]
    },
    {
        "query_id": "56",
        "query_text": "Impact of the 1986 Immigration Law",
        "split": "1",
        "questions": [
            "What has been the impact of the 1986 Immigration Law on the US economy, particularly in terms of employment and wages?",
            "How has the 1986 Immigration Law affected the social and demographic composition of immigrant communities in the US?",
            "What has been the impact of the 1986 Immigration Law on US border security and immigration enforcement?"
        ]
    },
    {
        "query_id": "57",
        "query_text": "Generic Drug Substitutions",
        "split": "4",
        "questions": [
            "What datasets are available on generic drug substitutions?",
            "Is there a dataset that provides information on the effectiveness of generic drug substitutions compared to brand-name medications?",
            "Are there any datasets that analyze the cost savings associated with using generic drug substitutions over brand-name drugs?"
        ]
    },
    {
        "query_id": "58",
        "query_text": "Capacity of the U.S. Cellular Telephone Network",
        "split": "0",
        "questions": [
            "Is there a dataset that shows the growth of the U.S. cellular telephone network's capacity over time?",
            "Are there any datasets that analyze the utilization rates and congestion levels of the U.S. cellular telephone network?",
            "Where can I find data on the growth and capacity of the U.S. cellular telephone network?"
        ]
    },
    {
        "query_id": "59",
        "query_text": "Actions Against International Terrorists",
        "split": "3",
        "questions": [
            "What are the statistics on international terrorist incidents by country, year, and type of attack?",
            "What is the global distribution of terrorist groups, their activities, and their target types?",
            "Is there a dataset that provides information on the effectiveness of various types of actions taken against international terrorists, such as military strikes or targeted sanctions?"
        ]
    },
    {
        "query_id": "60",
        "query_text": "Death from Cancer",
        "split": "4",
        "questions": [
            "What is the dataset containing information on deaths caused by different types of cancer in the United States over a certain period of time?",
            "Is there a dataset that provides information on cancer-related deaths by age, race, and gender for a particular country or region?"
        ]
    },
    {
        "query_id": "61",
        "query_text": "RDT&E of New Cancer Fighting Drugs",
        "split": "4",
        "questions": [
            "What datasets are available for the pre-clinical research and development of new cancer fighting drugs?",
            "Can you provide a dataset that compares the effectiveness of different cancer drugs in treating specific types of cancer?"
        ]
    },
    {
        "query_id": "62",
        "query_text": "Alternatives to Traditional Cancer Therapies",
        "split": "1",
        "questions": [
            "What datasets are available on alternative cancer therapies such as immunotherapy, targeted therapy, or hormone therapy?",
            "Are there any datasets on the effectiveness of alternative cancer therapies compared to traditional treatments such as chemotherapy and radiation therapy?",
            "What datasets exist on the use of complementary and alternative medicine (CAM) in cancer treatment?"
        ]
    },
    {
        "query_id": "63",
        "query_text": "Anti-smoking Actions by Government",
        "split": "4",
        "questions": [
            "What are the datasets available on the effectiveness of government anti-smoking actions in reducing smoking rates?",
            "How has the implementation of government anti-smoking actions impacted smoking-related health outcomes?"
        ]
    },
    {
        "query_id": "64",
        "query_text": "Medical Ethics and Modern Technology",
        "split": "1",
        "questions": [
            "Is there a dataset on the use of artificial intelligence in medical decision-making and its ethical implications?",
            "Are there datasets available that examine the ethical considerations surrounding gene editing and gene therapy?",
            "Can I find a dataset that explores the ethical concerns related to the use of big data in medical research and healthcare delivery?"
        ]
    },
    {
        "query_id": "65",
        "query_text": "Privatization of State Assets",
        "split": "1",
        "questions": [
            "What are the datasets available on the privatization of state assets?",
            "What datasets track the effects of privatization on state assets?",
            "What are the datasets that analyze the impact of privatization on employment rates and economic growth?"
        ]
    },
    {
        "query_id": "66",
        "query_text": "McDonnell Douglas Contracts for Military Aircraft",
        "split": "4",
        "questions": [
            "What datasets are available on McDonnell Douglas contracts for military aircraft?",
            "Is there a dataset that provides information on the total value of McDonnell Douglas contracts awarded for military aircraft over time?",
            "Are there any datasets that analyze the types of military aircraft produced by McDonnell Douglas under contract and their capabilities and performance?"
        ]
    },
    {
        "query_id": "67",
        "query_text": "The Human Genome Project",
        "split": "4",
        "questions": [
            "What datasets are available on the human genome project?",
            "Is there a dataset that provides information on the sequencing and mapping of the human genome, including genetic variations and their association with diseases?",
            "Are there any datasets available that analyze the impact of the human genome project on biomedical research, drug development, and personalized medicine?"
        ]
    },
    {
        "query_id": "68",
        "query_text": "Productivity Trends in the U.S. Economy",
        "split": "2",
        "questions": [
            "What is the trend in productivity in the U.S. economy?",
            "What datasets are available on productivity trends in the U.S. economy?",
            "Are there any datasets available that analyze the factors driving productivity growth in the U.S. economy, such as technological innovation, workforce demographics, and government policies?"
        ]
    },
    {
        "query_id": "69",
        "query_text": "Industrial Espionage",
        "split": "4",
        "questions": [
            "Is there a dataset that provides information on the frequency and types of industrial espionage incidents reported by different industries and countries?",
            "Are there any datasets that analyze the economic impact of industrial espionage on affected industries?"
        ]
    },
    {
        "query_id": "70",
        "query_text": "U.S. Political Campaign Financing",
        "split": "4",
        "questions": [
            "What are the sources of funding for political campaigns in the US?",
            "Can you provide a dataset on the amount of money spent on political campaigns in the US by year and candidate/party?"
        ]
    },
    {
        "query_id": "71",
        "query_text": "Coping with overcrowded prisons",
        "split": "4",
        "questions": [
            "Is there a dataset that provides information on the demographics and offenses of inmates in overcrowded prisons?",
            "Are there any datasets available that analyze the effectiveness of different strategies for reducing prison overcrowding?"
        ]
    },
    {
        "query_id": "72",
        "query_text": "Insurance Coverage which pays for Long Term Care",
        "split": "4",
        "questions": [
            "What are the available datasets on insurance coverage for long-term care in the United States?",
            "Is there a dataset that provides information on the types of insurance policies that cover long-term care?",
            "Are there any datasets that analyze the affordability and accessibility of long-term care insurance coverage?"
        ]
    },
    {
        "query_id": "73",
        "query_text": "Oil Spills",
        "split": "1",
        "questions": [
            "What datasets are available on the environmental impact of oil spills?",
            "Is there a dataset on the frequency and severity of oil spills in a particular region?"
        ]
    },
    {
        "query_id": "74",
        "query_text": "Efforts to enact Gun Control Legislation",
        "split": "0",
        "questions": [
            "What are the recent statistics on gun violence incidents in the United States?",
            "What are the arguments for and against gun control legislation in the United States?",
            "What datasets are available on gun sales, gun ownership, and gun violence incidents in the United States?"
        ]
    },
    {
        "query_id": "75",
        "query_text": "Causes and treatments of multiple sclerosis (MS)",
        "split": "4",
        "questions": [
            "Is there a dataset that provides information on the genetic, environmental, and lifestyle factors that contribute to the development of MS?",
            "Are there any datasets available that analyze the socioeconomic impact of MS?"
        ]
    },
    {
        "query_id": "76",
        "query_text": "Electric Car Development",
        "split": "2",
        "questions": [
            "What are the latest trends in electric car development?",
            "Is there a dataset that provides information on the growth and market share of electric cars, broken down by manufacturer, model, and region?",
            "Are there any datasets available that analyze the technological advancements and innovations in electric car production?"
        ]
    },
    {
        "query_id": "77",
        "query_text": "Acid Rain",
        "split": "0",
        "questions": [
            "What are the sources of acid rain?",
            "Is there a dataset that provides information on the sources and distribution of acid rain?",
            "Are there any datasets available that analyze the policy responses and mitigation strategies for acid rain?"
        ]
    },
    {
        "query_id": "78",
        "query_text": "Automobile Recalls",
        "split": "2",
        "questions": [
            "What datasets are available on automobile recalls in the United States?",
            "What data is available on the causes of automobile recalls?",
            "Are there any datasets on the financial impact of automobile recalls on manufacturers?"
        ]
    },
    {
        "query_id": "79",
        "query_text": "Vietnam Veterans and Agent Orange",
        "split": "3",
        "questions": [
            "What are the long-term health effects of Agent Orange exposure among Vietnam veterans?",
            "How many Vietnam veterans have been affected by health problems associated with Agent Orange exposure?",
            "Which areas of Vietnam were heavily sprayed with Agent Orange during the war?"
        ]
    },
    {
        "query_id": "80",
        "query_text": "Tobacco company advertising and the young",
        "split": "1",
        "questions": [
            "What is the correlation between tobacco advertising exposure and youth smoking rates?",
            "Is there a dataset that provides information on the health effects of Agent Orange exposure among U.S. military personnel who served in Vietnam?",
            "Are there any datasets available that analyze the compensation and benefits provided to Vietnam veterans and their families who have been affected by Agent Orange exposure?"
        ]
    },
    {
        "query_id": "81",
        "query_text": "Standardized testing and cultural bias",
        "split": "3",
        "questions": [
            "What datasets are available on standardized testing and cultural bias?",
            "Are there any datasets that explore the relationship between cultural bias and standardized testing?",
            "Can you recommend any datasets on the impact of cultural bias on standardized testing scores?"
        ]
    },
    {
        "query_id": "82",
        "query_text": "Financing AMTRAK",
        "split": "1",
        "questions": [
            "What datasets are available on the financial performance of AMTRAK and its funding sources?",
            "Can you recommend any datasets that explore the effectiveness of different financing models for AMTRAK?",
            "What are the major sources of revenue for AMTRAK besides federal funding?"
        ]
    },
    {
        "query_id": "83",
        "query_text": "Cost of Garbage/Trash Removal",
        "split": "4",
        "questions": [
            "What datasets are available on the cost of garbage/trash removal in different cities around the world?",
            "Are there any datasets that explore the relationship between the cost of garbage/trash removal and local recycling initiatives?",
            "Can you recommend any datasets on the economic impact of reducing waste through improved garbage/trash removal practices?"
        ]
    },
    {
        "query_id": "84",
        "query_text": "The Consequences of Implantation of Silicone Gel Breast Devices",
        "split": "2",
        "questions": [
            "What are the health consequences of the implantation of silicone gel breast devices?",
            "Is there a dataset available that details the complications and side effects of silicone gel breast implants?"
        ]
    },
    {
        "query_id": "85",
        "query_text": "Use of Mutual Funds in an Individual's Retirement Strategy",
        "split": "4",
        "questions": [
            "Are there any datasets that explore the relationship between the type of mutual fund and retirement savings outcomes?",
            "Can you recommend any datasets on the long-term performance of mutual funds as part of an individual's retirement strategy?",
            "How do mutual funds impact an individual's retirement savings plan?"
        ]
    },
    {
        "query_id": "86",
        "query_text": "The Effectiveness of Medical Products and Related Programs Utilized in the Cessation of Smoking.",
        "split": "3",
        "questions": [
            "What is the impact of smoking cessation programs on long-term quitting rates?",
            "What datasets are available on the effectiveness of medical products, such as nicotine replacement therapy, in smoking cessation programs?",
            "Are there any datasets that explore the relationship between the length of smoking cessation programs and success rates using medical products?"
        ]
    },
    {
        "query_id": "87",
        "query_text": "Smoking Bans",
        "split": "2",
        "questions": [
            "What is the impact of smoking bans on public health?",
            "What datasets are available on the impact of smoking bans on public health?",
            "Are there any datasets that explore the relationship between smoking bans and changes in smoking behavior or tobacco consumption?"
        ]
    },
    {
        "query_id": "88",
        "query_text": "Hazardous Waste Cleanup",
        "split": "4",
        "questions": [
            "What datasets are available on the environmental impact of hazardous waste cleanup efforts?",
            "Are there any datasets that explore the relationship between the type of hazardous waste and the effectiveness of cleanup methods?",
            "Can you recommend any datasets on the economic impact of hazardous waste cleanup?"
        ]
    },
    {
        "query_id": "89",
        "query_text": "Real-life private investigators",
        "split": "0",
        "questions": [
            "What datasets are available on the success rates of private investigators in solving real-life cases?",
            "Are there any datasets that explore the relationship between the experience level of a private investigator and their success rate in solving cases?",
            "Can you recommend any datasets on the economic impact of private investigator services?"
        ]
    },
    {
        "query_id": "90",
        "query_text": "English as the Official Language in U.S.",
        "split": "0",
        "questions": [
            "What datasets are available on the impact of English as the official language in the US on communication and integration among diverse communities?",
            "Are there any datasets that explore the relationship between language proficiency and access to resources or opportunities in the US?",
            "Can you recommend any datasets on the economic impact of adopting English as the official language in the US?"
        ]
    },
    {
        "query_id": "91",
        "query_text": "Dog Maulings",
        "split": "1",
        "questions": [
            "What is the dataset that provides information on dog maulings?",
            "Is there a comprehensive dataset available that documents incidents of dog maulings?",
            "Where can I find a dataset related to dog attacks and maulings?"
        ]
    },
    {
        "query_id": "92",
        "query_text": "U. S. Restaurants in Foreign Lands",
        "split": "4",
        "questions": [
            "Is there a dataset available that lists U.S. restaurants operating in foreign countries?",
            "Where can I find data on U.S. restaurant chains that have locations in foreign countries?",
            "What dataset provides information on the presence of American restaurants in international markets?"
        ]
    },
    {
        "query_id": "93",
        "query_text": "Abuse of the Elderly by Family Members, and Medical and Nonmedical Personnel, and Initiatives Being Taken to Minimize This Mistreatment",
        "split": "3",
        "questions": [
            "What datasets are available on the abuse of elderly individuals by family members and medical/non-medical personnel?",
            "Where can I find data on mistreatment of the elderly, including abuse by family members and healthcare professionals?",
            "Is there a comprehensive dataset available that documents incidents of elder abuse perpetrated by family members and caregivers?"
        ]
    },
    {
        "query_id": "94",
        "query_text": "Asbestos Related Lawsuits",
        "split": "1",
        "questions": [
            "What is the dataset that provides information on asbestos-related lawsuits?",
            "Where can I find data on legal cases related to asbestos exposure and resulting health problems?",
            "Is there a comprehensive dataset available that documents asbestos-related litigation, including the outcomes of lawsuits and settlements?"
        ]
    },
    {
        "query_id": "95",
        "query_text": "Corporate Pension Plans/Funds",
        "split": "2",
        "questions": [
            "What datasets are available on corporate pension plans and funds?",
            "Where can I find data on the investments and performance of corporate pension plans?",
            "Is there a comprehensive dataset available that documents information about corporate-sponsored retirement plans?"
        ]
    },
    {
        "query_id": "96",
        "query_text": "Reform of the U.S. Welfare System",
        "split": "3",
        "questions": [
            "What is the dataset that provides information on the U.S. welfare system reform?",
            "Where can I find data on the implementation and impact of welfare reform efforts in the United States?",
            "Is there a comprehensive dataset available that documents changes made to the U.S. welfare system in recent years?"
        ]
    },
    {
        "query_id": "97",
        "query_text": "Difference of Learning Levels Among Inner City and More Suburban School Students",
        "split": "0",
        "questions": [
            "What are the main factors contributing to differences in learning levels between inner city and suburban students?",
            "How do inner city schools compare to suburban schools in terms of resources, teacher qualifications, and teaching methods?",
            "Where can I find data on academic achievement disparities between students from inner city schools versus those from suburban schools?"
        ]
    },
    {
        "query_id": "98",
        "query_text": "Beachfront Erosion",
        "split": "0",
        "questions": [
            "What is the dataset that provides information on beachfront erosion?",
            "Where can I find data on the rates and causes of coastal erosion, particularly in beachfront areas?",
            "Is there a comprehensive dataset available that documents the extent of beachfront erosion over time?"
        ]
    },
    {
        "query_id": "99",
        "query_text": "Real Motives for Murder",
        "split": "1",
        "questions": [
            "What datasets are available that analyze the motives behind murder cases?",
            "Is there a dataset that explores the underlying reasons behind different types of murders?",
            "Where can I find a dataset that analyzes the motives of murderers in various criminal cases?"
        ]
    },
    {
        "query_id": "100",
        "query_text": "Efforts to Improve U.S. Schooling",
        "split": "4",
        "questions": [
            "What initiatives have been implemented to improve the quality of education in the United States?",
            "How has the U.S. government worked to address the achievement gap between students in low-income, urban areas and those in more affluent suburbs?",
            "What research has been done on effective teaching strategies and classroom environments that have shown to positively impact student performance?",
            "How have advancements in technology and online learning impacted traditional classroom instruction in American schools?"
        ]
    },
    {
        "query_id": "101",
        "query_text": "Oil Spill Cleanup",
        "split": "3",
        "questions": [
            "Where can I find a comprehensive dataset on the environmental impact of oil spills?",
            "Is there a dataset that tracks the effectiveness of different oil spill cleaning techniques?"
        ]
    },
    {
        "query_id": "102",
        "query_text": "Gene Therapy and Its Benefits to Humankind",
        "split": "1",
        "questions": [
            "What datasets are available on successful treatments?",
            "Can you recommend a dataset that showcases the impact of gene therapy on diseases in humans?"
        ]
    },
    {
        "query_id": "103",
        "query_text": "Impact of foreign textile imports on U.S. textile industry",
        "split": "2",
        "questions": [
            "What is the effect of foreign textile imports on the U.S. textile industry?",
            "How has the influx of imported textiles affected the economic growth and sustainability of the U.S. textile industry?",
            "Can you recommend a dataset that showcases the extent to which foreign textile imports have displaced domestic production in the U.S.?"
        ]
    },
    {
        "query_id": "104",
        "query_text": "Non-invasive procedures for persons with heart ailments",
        "split": "4",
        "questions": [
            "What are some non-invasive medical procedures that can be used to treat heart ailments?",
            "Is there a dataset available that lists non-invasive treatments for individuals with heart conditions?",
            "Can you suggest some non-invasive techniques for managing heart disease in patients?"
        ]
    },
    {
        "query_id": "105",
        "query_text": "Environmental Protection",
        "split": "4",
        "questions": [
            "What datasets are available related to environmental protection?",
            "How do environmental protection measures impact different industries?",
            "Can you provide data on the effectiveness of various environmental protection policies?"
        ]
    },
    {
        "query_id": "106",
        "query_text": "Cigarette Consumption",
        "split": "3",
        "questions": [
            "What is the current global cigarette consumption rate?",
            "Is there a dataset available that tracks cigarette consumption rates for different countries?",
            "What is the correlation between cigarette consumption and rates of lung cancer in different populations?"
        ]
    },
    {
        "query_id": "107",
        "query_text": "Computer Security",
        "split": "0",
        "questions": [
            "Which dataset contains information about the latest computer security threats and vulnerabilities?",
            "What datasets are available on computer security breaches and their impact on organizations?",
            "Can you provide information on the most common types of computer security threats?"
        ]
    },
    {
        "query_id": "108",
        "query_text": "Algae as Food Supplement",
        "split": "1",
        "questions": [
            "What are the different types of algae used as food supplements?",
            "Are there any datasets available that analyze the nutritional value of algae as a food supplement?",
            "Can you provide information on the safety and potential side effects of consuming algae as a food supplement, based on available data?"
        ]
    },
    {
        "query_id": "109",
        "query_text": "Domestic Violence",
        "split": "3",
        "questions": [
            "Which dataset contains statistics on the prevalence of domestic violence in different regions and countries?",
            "Can you recommend a dataset that contains information on the factors contributing to domestic violence and the effectiveness of various interventions?"
        ]
    },
    {
        "query_id": "110",
        "query_text": "Firefighter Training",
        "split": "4",
        "questions": [
            "What are the datasets available that provide information on the training programs and curriculum for firefighters?",
            "Can you recommend a dataset that contains information on the performance metrics of firefighters after completing different types of training programs?"
        ]
    },
    {
        "query_id": "111",
        "query_text": "Foreign Trade",
        "split": "2",
        "questions": [
            "Which dataset contains information on the balance of trade, import/export data, and tariffs imposed by different countries?",
            "Can you recommend a dataset that contains historical records of foreign trade policies and agreements made between countries?"
        ]
    },
    {
        "query_id": "112",
        "query_text": "Control of Food Supplements",
        "split": "1",
        "questions": [
            "What are the regulations around the production and sale of food supplements in the United States?",
            "What datasets are available on the regulation of food supplements in different countries?",
            "Can you provide information on the effectiveness of current regulations in ensuring the safety and quality of food supplements?"
        ]
    },
    {
        "query_id": "113",
        "query_text": "Solar Power",
        "split": "1",
        "questions": [
            "What are the latest trends in solar power usage and production in different countries?",
            "Are there any datasets available that track the adoption and usage of solar power in different regions?",
            "Can you provide information on the technological advancements in solar power systems over time and their impact on cost and efficiency?"
        ]
    },
    {
        "query_id": "114",
        "query_text": "Outpatient Surgery",
        "split": "0",
        "questions": [
            "What types of surgical procedures are commonly performed on an outpatient basis?",
            "What datasets are available on the safety and outcomes of outpatient surgeries versus inpatient surgeries?",
            "Can you provide information on common types of outpatient surgeries performed and their success rates, based on available data?"
        ]
    },
    {
        "query_id": "115",
        "query_text": "Volcanic and Seismic activity levels",
        "split": "2",
        "questions": [
            "What datasets are available on the historical trends and patterns of volcanic and seismic activity globally?",
            "Can you provide information on the correlation between volcanic and seismic activity?",
            "Can you provide data on the frequency and intensity of earthquakes in a particular region over a period of time?"
        ]
    },
    {
        "query_id": "116",
        "query_text": "Electric Automobiles",
        "split": "4",
        "questions": [
            "Are there any datasets available on the adoption and usage of electric automobiles in different regions?",
            "Can you provide information on the technological advancements in electric automobile systems over time and their impact on cost, efficiency, and range capabilities?"
        ]
    },
    {
        "query_id": "117",
        "query_text": "Herbal Food Supplements/Natural Health Care Products",
        "split": "4",
        "questions": [
            "What are the most popular herbal food supplements or natural health care products on the market?",
            "What are the potential benefits and risks of using herbal food supplements or natural health care products?",
            "How do herbal food supplements or natural health care products compare in effectiveness to traditional medical treatments?"
        ]
    },
    {
        "query_id": "118",
        "query_text": "Imposition of a school uniform or dress code",
        "split": "3",
        "questions": [
            "What are the benefits of implementing a school uniform or dress code policy?",
            "How do students and parents feel about the imposition of a school uniform or dress code?",
            "What are the potential drawbacks or challenges of implementing a school uniform or dress code policy?"
        ]
    },
    {
        "query_id": "119",
        "query_text": "Violent Juvenile Crime",
        "split": "2",
        "questions": [
            "Is there a dataset available that contains information on the socioeconomic factors that contribute to violent juvenile crime?",
            "How effective are different interventions in reducing violent juvenile crime, and is there a dataset available that compares the outcomes of these interventions?"
        ]
    },
    {
        "query_id": "120",
        "query_text": "China Trade",
        "split": "3",
        "questions": [
            "What are the main products that the United States imports from China?",
            "Is there a dataset available that details the impact of China's trade policies on the global economy and international trade relations?",
            "How has China's trade balance changed over time, and is there a dataset available that tracks this trend?"
        ]
    },
    {
        "query_id": "121",
        "query_text": "Electronic Surveillance",
        "split": "4",
        "questions": [
            "What are some datasets available on electronic surveillance practices used by law enforcement agencies?",
            "Can you recommend a dataset on the effectiveness of electronic surveillance in preventing crime?",
            "Is there a dataset that provides insights into the impact of electronic surveillance on individual privacy rights?"
        ]
    },
    {
        "query_id": "122",
        "query_text": "Weight Control/Diets",
        "split": "2",
        "questions": [
            "What datasets are available on the impact of low-carb diets on weight loss?",
            "Is there a dataset that compares the effectiveness of different weight loss programs?",
            "Can you recommend a dataset that analyzes the relationship between diet and weight gain in a specific demographic?"
        ]
    },
    {
        "query_id": "123",
        "query_text": "For-profit hospitals",
        "split": "3",
        "questions": [
            "Is there a dataset available that compares the financial performance of for-profit hospitals versus non-profit hospitals?",
            "Can you recommend a dataset on patient outcomes at for-profit hospitals compared to not-for-profit hospitals?",
            "What datasets are available that analyze the pricing and billing practices of for-profit hospitals in comparison to non-profit hospitals?"
        ]
    },
    {
        "query_id": "124",
        "query_text": "Foreign automobile manufacturers in U.S.",
        "split": "1",
        "questions": [
            "Is there a dataset available that provides information about the number of foreign automobile manufacturers operating in the U.S. and their market share?",
            "Can you recommend a dataset on the economic impact of foreign automobile manufacturers on the U.S. economy?",
            "What datasets are available that analyze the perception and satisfaction of U.S. consumers with foreign automobile brands in comparison to domestic brands?"
        ]
    },
    {
        "query_id": "125",
        "query_text": "Source of taxes",
        "split": "1",
        "questions": [
            "What are the different sources of taxes that contribute to the revenue of the U.S. government?",
            "Can you recommend a dataset that provides information on the breakdown of federal tax revenue sources?",
            "Is there a dataset available that provides historical trends and projections for tax revenue sources?"
        ]
    },
    {
        "query_id": "126",
        "query_text": "Worldwide Welfare",
        "split": "3",
        "questions": [
            "Can you recommend a dataset that provides an international comparison of welfare policies and systems across different countries worldwide?",
            "What datasets are available that analyze the effectiveness of welfare programs in reducing poverty and improving social outcomes across different countries?",
            "Is there a dataset available that provides historical trends and projections for government spending on welfare programs worldwide?"
        ]
    },
    {
        "query_id": "127",
        "query_text": "Evacuation of U.S. Citizens by U.S. Military",
        "split": "2",
        "questions": [
            "What datasets exist on the evacuation of U.S. citizens by U.S. military during natural disasters or civil unrest in foreign countries?",
            "Is there a dataset on the number of U.S. citizens evacuated by U.S. military during the recent crisis in Afghanistan?",
            "What data is available on the cost of evacuating U.S. citizens by U.S. military from foreign countries?"
        ]
    },
    {
        "query_id": "128",
        "query_text": "Animal husbandry for exotic animals",
        "split": "4",
        "questions": [
            "Can you recommend a dataset that provides information on the best practices for animal husbandry of exotic animals kept in captivity?",
            "What datasets are available that analyze the health and well-being of exotic animals raised through animal husbandry practices?",
            "Is there a dataset available that provides insight into the regulations and laws governing animal husbandry of exotic animals?"
        ]
    },
    {
        "query_id": "129",
        "query_text": "Deaths from Scuba Diving",
        "split": "4",
        "questions": [
            "Can you recommend a dataset that provides information on the number of deaths worldwide resulting from scuba diving accidents?",
            "What datasets are available that analyze the factors that contribute to scuba diving fatalities?",
            "Is there a dataset available that provides historical trends and projections for scuba diving-related deaths?"
        ]
    },
    {
        "query_id": "130",
        "query_text": "Trash TV",
        "split": "1",
        "questions": [
            "What datasets are available that analyze the viewership ratings of popular reality TV shows and their impact on the overall television industry?",
            "Can you recommend a dataset that provides information on the demographic breakdown of viewers of trash TV shows?",
            "Is there a dataset available that provides insight into the psychological effects of watching reality TV shows?"
        ]
    },
    {
        "query_id": "131",
        "query_text": "Air Traffic Control Systems",
        "split": "4",
        "questions": [
            "Can you recommend a dataset that provides information on the performance of air traffic control systems?",
            "What datasets are available that analyze the impact of air traffic control systems on airline operations?",
            "Is there a dataset available that provides historical trends and projections for air traffic volume?"
        ]
    },
    {
        "query_id": "132",
        "query_text": "International Organized Crime",
        "split": "3",
        "questions": [
            "What are the most prominent international organized crime groups?",
            "What datasets are available that analyze the trends and patterns of international organized crime activities?",
            "Is there a dataset available that provides insight into the effectiveness of law enforcement efforts in combating international organized crime?"
        ]
    },
    {
        "query_id": "133",
        "query_text": "Poliomyelitis and Post-Polio",
        "split": "3",
        "questions": [
            "What is poliomyelitis?",
            "What are the different types of polio vaccines available?",
            "What is post-polio syndrome?"
        ]
    },
    {
        "query_id": "134",
        "query_text": "Endangered Species (Mammals)",
        "split": "1",
        "questions": [
            "Can you recommend a dataset that provides information on the number of endangered mammal species worldwide, and their conservation status?",
            "What datasets are available that analyze the main threats to endangered mammal species?",
            "Is there a dataset available that provides insight into the effectiveness of conservation efforts aimed at protecting endangered mammal species?"
        ]
    },
    {
        "query_id": "135",
        "query_text": "Most Dangerous Vehicles",
        "split": "2",
        "questions": [
            "Can you provide a dataset that ranks vehicles based on their safety ratings and accident statistics?",
            "Which vehicle models have the highest number of fatalities per year, and can you provide a dataset to support this information?"
        ]
    },
    {
        "query_id": "136",
        "query_text": "African Civilian Deaths",
        "split": "0",
        "questions": [
            "What is the dataset that provides information on African civilian deaths?",
            "Is there any dataset available that focuses solely on African civilian deaths?",
            "Where can I find a dataset that contains data on the number of civilian deaths in different African countries?"
        ]
    },
    {
        "query_id": "137",
        "query_text": "New Hydroelectric Projects",
        "split": "0",
        "questions": [
            "Could you suggest any datasets that provide information on the potential for new hydroelectric projects in a specific region or country?",
            "What is the dataset available for the environmental impact of proposed new hydroelectric projects?",
            "Is there any comprehensive dataset on the economic feasibility of different new hydroelectric projects around the world?"
        ]
    },
    {
        "query_id": "138",
        "query_text": "Implant Dentistry",
        "split": "0",
        "questions": [
            "What is the dataset available for the success rate of implant dentistry procedures?",
            "Is there any dataset on the long-term effects of implant dentistry on patients?",
            "Where can I find a comprehensive dataset on different types of implant dentistry procedures and their outcomes?"
        ]
    },
    {
        "query_id": "139",
        "query_text": "Rap and Crime",
        "split": "3",
        "questions": [
            "What is the relationship between rap music and crime according to available datasets?",
            "Is there any correlation between the consumption of rap music and criminal behavior based on existing datasets?",
            "Where can I find datasets that explore the link between rap music and crime rate in different regions or countries?"
        ]
    },
    {
        "query_id": "140",
        "query_text": "Radio Waves and Brain Cancer",
        "split": "1",
        "questions": [
            "What is the dataset available on the correlation between exposure to radio waves and brain cancer?",
            "Is there any dataset that shows a direct relationship between the frequency of exposure to radio waves and the likelihood of developing brain cancer?",
            "Where can I find datasets that explore the link between prolonged exposure to radio waves and different types of cancers including brain cancer?"
        ]
    },
    {
        "query_id": "141",
        "query_text": "Hydroponics",
        "split": "0",
        "questions": [
            "What datasets are available on the growth rates of different crops in hydroponic systems?",
            "Is there any dataset that compares the yield and quality of crops grown using traditional soil-based methods versus hydroponics?",
            "Where can I find datasets that provide information on the cost-effectiveness of using hydroponics to grow crops?"
        ]
    },
    {
        "query_id": "142",
        "query_text": "Marine Vegetation",
        "split": "4",
        "questions": [
            "What is the dataset available on the distribution of marine vegetation in different regions around the world?",
            "Is there any dataset that shows the impact of climate change on the growth and distribution of marine vegetation?",
            "Where can I find datasets that explore the relationship between marine vegetation and other marine organisms?"
        ]
    },
    {
        "query_id": "143",
        "query_text": "Unexplained Highway Accidents",
        "split": "4",
        "questions": [
            "What datasets are available on unexplained highway accidents?",
            "Can you provide me with a dataset related to unexplained highway accidents?",
            "Where can I find data regarding unexplained highway accidents?"
        ]
    },
    {
        "query_id": "144",
        "query_text": "Unsolicited Faxes",
        "split": "3",
        "questions": [
            "Is there a dataset available that contains information on unsolicited faxes?",
            "What are some datasets related to unsolicited faxes that I can access?",
            "Where can I find data on the frequency of unsolicited faxes being sent?"
        ]
    },
    {
        "query_id": "145",
        "query_text": "Best Retirement Country",
        "split": "1",
        "questions": [
            "What datasets are available to determine the best retirement country?",
            "Can you provide me with a dataset that compares countries based on their suitability for retirement?",
            "Where can I find data to evaluate which countries are the most popular among retirees?"
        ]
    },
    {
        "query_id": "146",
        "query_text": "New Fuel Sources",
        "split": "2",
        "questions": [
            "What datasets are available on new and emerging fuel sources?",
            "Can you provide me with a dataset that lists alternative fuel sources being researched and developed?",
            "Where can I find data regarding the adoption rates of new fuel sources in different industries?"
        ]
    },
    {
        "query_id": "147",
        "query_text": "Modern Slavery",
        "split": "4",
        "questions": [
            "Is there a dataset available that tracks cases of modern slavery worldwide?",
            "What are some datasets related to modern slavery and human trafficking that I can access?",
            "Where can I find data on the prevalence of modern slavery in different regions or industries?"
        ]
    },
    {
        "query_id": "148",
        "query_text": "Mexican Air Pollution",
        "split": "1",
        "questions": [
            "Is there a dataset available on air pollution in Mexico?",
            "What are some datasets related to the impact of air pollution in Mexico?",
            "Where can I find data regarding air quality measurements and pollution levels in different Mexican cities?"
        ]
    },
    {
        "query_id": "149",
        "query_text": "Income Tax Evasion",
        "split": "0",
        "questions": [
            "What datasets are available on income tax evasion and avoidance?",
            "Can you provide me with a dataset that lists countries with the highest rates of income tax evasion?",
            "Where can I find data on the estimated amount of revenue lost to income tax evasion in different regions or industries?"
        ]
    },
    {
        "query_id": "150",
        "query_text": "Adoptive Biological Parents",
        "split": "0",
        "questions": [
            "What datasets exist on the demographics and characteristics of adoptive biological parents in the United States?",
            "Is there a dataset available on the number of children adopted by biological parents in various countries around the world?"
        ]
    },
    {
        "query_id": "151",
        "query_text": "Viral Hepatitis",
        "split": "1",
        "questions": [
            "Is there a dataset available that tracks cases of viral hepatitis worldwide?",
            "What are some datasets related to the incidence and prevalence of different types of viral hepatitis?",
            "Where can I find data on the effectiveness of different treatments for viral hepatitis?"
        ]
    },
    {
        "query_id": "152",
        "query_text": "Risk of Aspirin",
        "split": "3",
        "questions": [
            "What datasets are available on the risks associated with the use of aspirin?",
            "Can you provide me with a dataset related to the adverse effects of long-term aspirin use?",
            "Where can I find data on the incidence rates of different side effects associated with aspirin use?"
        ]
    },
    {
        "query_id": "153",
        "query_text": "Land Mine Ban",
        "split": "0",
        "questions": [
            "Is there a dataset available on the worldwide use and impact of land mines?",
            "What are some datasets related to the number of countries that have adopted a land mine ban or treaty?",
            "Where can I find data on the effectiveness of various strategies for detecting and removing land mines?"
        ]
    },
    {
        "query_id": "154",
        "query_text": "Airport Security",
        "split": "0",
        "questions": [
            "What datasets are available on airport security measures and their effectiveness?",
            "Can you provide me with a dataset that lists the different types of airport security technologies being used worldwide?",
            "Where can I find data on the frequency and types of security incidents reported at airports globally?"
        ]
    },
    {
        "query_id": "155",
        "query_text": "Overseas Tobacco Sales",
        "split": "0",
        "questions": [
            "Is there a dataset available on overseas tobacco sales and consumption?",
            "What are some datasets related to the prevalence of cigarette smuggling across different borders?",
            "Where can I find data on the impact of overseas tobacco sales on public health and government revenue?"
        ]
    },
    {
        "query_id": "156",
        "query_text": "Educational Standards",
        "split": "1",
        "questions": [
            "What datasets are available on educational standards and student performance?",
            "Can you provide me with a dataset that compares the education systems and standards of different countries?",
            "Where can I find data on the effectiveness of different teaching methods or curricula in improving student outcomes?"
        ]
    },
    {
        "query_id": "157",
        "query_text": "Wildlife Extinction",
        "split": "2",
        "questions": [
            "Is there a dataset available on the extinction risk of different species worldwide?",
            "What are some datasets related to the impact of human activities on wildlife populations and habitats?",
            "Where can I find data on the effectiveness of conservation efforts in preventing or reversing wildlife extinction?"
        ]
    },
    {
        "query_id": "158",
        "query_text": "Metabolism",
        "split": "4",
        "questions": [
            "What datasets are available on human metabolism and metabolic disorders?",
            "Can you provide me with a dataset that lists the different factors that affect metabolism rates?",
            "Where can I find data on the metabolic effects of different foods or dietary patterns?"
        ]
    },
    {
        "query_id": "159",
        "query_text": "Health and Computer Terminals",
        "split": "2",
        "questions": [
            "Is there a dataset available on the relationship between health and computer terminal use?",
            "What are some datasets related to the prevalence of computer-related health issues such as eye strain, carpal tunnel syndrome, and neck pain?",
            "Where can I find data on the effectiveness of different ergonomic interventions in reducing the health risks associated with computer terminal use?"
        ]
    },
    {
        "query_id": "160",
        "query_text": "Soil Pollution",
        "split": "0",
        "questions": [
            "Is there a dataset available on soil pollution and its impact on the environment and public health?",
            "What are some datasets related to the sources and distribution of soil pollutants worldwide?",
            "Where can I find data on the effectiveness of various soil remediation techniques in reducing soil pollution levels?"
        ]
    },
    {
        "query_id": "161",
        "query_text": "ocean remote sensing",
        "split": "3",
        "questions": [
            "What datasets are available on ocean remote sensing and its applications?",
            "Can you provide me with a dataset that lists the different types of sensors and instruments used for ocean remote sensing?",
            "Where can I find data on the accuracy and reliability of ocean remote sensing measurements in monitoring ocean conditions and phenomena?"
        ]
    },
    {
        "query_id": "162",
        "query_text": "postmenopausal estrogen Britain",
        "split": "1",
        "questions": [
            "Is there a dataset available on the use and effects of postmenopausal estrogen therapy in Britain?",
            "What are some datasets related to the prevalence of different menopause symptoms among women in Britain?",
            "Where can I find data on the potential risks and benefits of postmenopausal estrogen therapy for women in Britain?"
        ]
    },
    {
        "query_id": "163",
        "query_text": "blood-alcohol fatalities",
        "split": "2",
        "questions": [
            "Is there a dataset available on blood-alcohol levels in traffic fatalities?",
            "What are some datasets related to the prevalence of alcohol-impaired driving incidents and fatalities?",
            "Where can I find data on the effectiveness of different interventions, laws, and policies aimed at reducing the number of blood alcohol-related traffic fatalities?"
        ]
    },
    {
        "query_id": "164",
        "query_text": "drug legalization benefits",
        "split": "2",
        "questions": [
            "Is there a dataset available on the economic and social benefits of drug legalization?",
            "What are some datasets related to the impact of drug legalization on crime rates, drug use, and public health in different regions?",
            "Where can I find data on the potential costs and benefits of legalizing different types of drugs or substances?"
        ]
    },
    {
        "query_id": "165",
        "query_text": "clothing sweatshops",
        "split": "0",
        "questions": [
            "Is there a dataset available on the prevalence of clothing sweatshops worldwide?",
            "What are some datasets related to the working conditions and labor rights of garment workers in different regions or countries?",
            "Where can I find data on the effectiveness of various strategies and policies aimed at preventing or reducing the incidence of sweatshop labor in the clothing industry?"
        ]
    },
    {
        "query_id": "166",
        "query_text": "human smuggling",
        "split": "2",
        "questions": [
            "Is there a dataset available on the global incidence and patterns of human smuggling?",
            "What are some datasets related to the demographics and characteristics of smuggled persons?",
            "Where can I find data on the effectiveness of different strategies and initiatives aimed at preventing or reducing human smuggling?"
        ]
    },
    {
        "query_id": "167",
        "query_text": "transportation tunnel disasters",
        "split": "4",
        "questions": [
            "Is there a dataset available on transportation tunnel disasters worldwide?",
            "What are some datasets related to the causes and consequences of transportation tunnel accidents or failures?",
            "Where can I find data on the effectiveness of different safety measures and technologies for preventing or mitigating transportation tunnel disasters?"
        ]
    },
    {
        "query_id": "168",
        "query_text": "rabies",
        "split": "4",
        "questions": [
            "What datasets are available on the incidence of rabies in humans and animals? ",
            "How can I access a dataset on the global distribution of rabies cases? ",
            "What are the most comprehensive datasets on the transmission and prevention of rabies virus?"
        ]
    },
    {
        "query_id": "169",
        "query_text": "El Nino",
        "split": "1",
        "questions": [
            "What datasets are available on the historic occurrences of El Nino? ",
            "How can I access data from remote sensors that track the effects of El Nino events on ocean temperature and weather patterns? ",
            "Which dataset contains historical records of the severity and duration of different El Nino events over the past century?"
        ]
    },
    {
        "query_id": "170",
        "query_text": "commercial cyanide uses",
        "split": "0",
        "questions": [
            "Can you provide a dataset that shows the various ways cyanide is used in commercial settings?",
            "Can you provide a dataset detailing the various uses of cyanide in industry and commerce?",
            "Is there a dataset available that outlines the ways in which cyanide is utilized commercially?"
        ]
    },
    {
        "query_id": "171",
        "query_text": "anorexia nervosa bulimia",
        "split": "0",
        "questions": [
            "Which dataset contains information on the prevalence of anorexia nervosa and bulimia among adolescents in the United States? ",
            "What dataset includes longitudinal data on the development and progression of anorexia nervosa and bulimia in individuals over a period of five years?"
        ]
    },
    {
        "query_id": "172",
        "query_text": "food/drug laws",
        "split": "3",
        "questions": [
            "What is the dataset on the enforcement of food and drug laws?",
            "Is there a dataset that provides information on food and drug regulations in different countries?",
            "Can you provide a dataset containing information on food and drug laws?"
        ]
    },
    {
        "query_id": "173",
        "query_text": "health insurance holistic",
        "split": "0",
        "questions": [
            "Are there any datasets available on the satisfaction levels of individuals who have insurance plans that cover holistic treatments compared to those who don't?"
        ]
    },
    {
        "query_id": "174",
        "query_text": "Native American casino",
        "split": "2",
        "questions": [
            "Can you provide a dataset that shows the impact of Native American casinos on the surrounding communities?"
        ]
    },
    {
        "query_id": "175",
        "query_text": "encryption equipment export",
        "split": "1",
        "questions": [
            "What is the dataset for encryption equipment export regulations?",
            "How can I access the dataset on countries' encryption equipment export control policies?",
            "Is there a comprehensive dataset available on encryption equipment export restrictions across different regions?"
        ]
    },
    {
        "query_id": "176",
        "query_text": "Nobel prize winners",
        "split": "0",
        "questions": [
            "What is the dataset containing information about Nobel Prize winners?",
            "Can you provide a dataset that lists Nobel laureates along with their nationality, field, and the year they were awarded the prize?"
        ]
    },
    {
        "query_id": "177",
        "query_text": "hydrogen energy",
        "split": "1",
        "questions": [
            "1. What datasets are available for researching the production and consumption of hydrogen energy? ",
            "2. Is there a dataset that shows the environmental impact of using hydrogen energy as a fuel source compared to traditional fuels? ",
            "3. Where can I find a dataset on the cost-effectiveness of implementing hydrogen energy technology in different countries?"
        ]
    },
    {
        "query_id": "178",
        "query_text": "cigar smoking",
        "split": "4",
        "questions": [
            "1. What datasets are available on cigar smoking and its health effects? ",
            "2. Can you suggest a dataset that analyzes the trends in cigar smoking over the past decade? ",
            "3. Is there a dataset that compares the prevalence of cigar smoking among different age groups and genders in the United States?"
        ]
    },
    {
        "query_id": "179",
        "query_text": "mainstreaming",
        "split": "2",
        "questions": [
            "1. What datasets are available on mainstreaming in the context of social development? ",
            "2. How can I find datasets related to mainstreaming of gender issues in organizational policies and practices? ",
            "3. Are there any datasets available that track the success of mainstreaming disability services in government programs?"
        ]
    },
    {
        "query_id": "180",
        "query_text": "obesity medical treatment",
        "split": "3",
        "questions": [
            "1. What datasets are available on the effectiveness of different medical treatments for obesity? ",
            "2. Is there a dataset that compares the cost-effectiveness of various medical treatments for obesity? ",
            "3. What are the long-term outcomes of medical treatments for obesity, and is there a dataset that provides this information?"
        ]
    },
    {
        "query_id": "181",
        "query_text": "alternative medicine",
        "split": "3",
        "questions": [
            "1. What datasets exist on the effectiveness of alternative medicine in treating specific conditions? ",
            "2. Are there any datasets available on the usage of alternative medicine among different age groups and demographics? ",
            "3. Can you point me towards datasets that compare the efficacy and safety of alternative medicine to conventional medicine?"
        ]
    },
    {
        "query_id": "182",
        "query_text": "hydrogen fuel automobiles",
        "split": "0",
        "questions": [
            "Where can I find a dataset on the usage and sales of hydrogen fuel automobiles in different countries?",
            "What is the trend of hydrogen fuel automobiles sales over the years?",
            "Can you recommend a dataset that provides information on the performance and efficiency of hydrogen fuel automobiles compared to traditional gasoline-powered vehicles?"
        ]
    },
    {
        "query_id": "183",
        "query_text": "mental illness drugs",
        "split": "1",
        "questions": [
            "Can you provide a dataset showing the success rates of different medications used to treat specific mental illnesses?"
        ]
    },
    {
        "query_id": "184",
        "query_text": "space station moon",
        "split": "1",
        "questions": [
            "What datasets provide information on the equipment used for exploring the moon from the space station? ",
            "Which datasets contain information on the experiments conducted by astronauts on the space station to learn about the surface of the moon?"
        ]
    },
    {
        "query_id": "185",
        "query_text": "hybrid fuel cars",
        "split": "2",
        "questions": [
            "Can you provide a dataset comparing the emissions and fuel economy of hybrid fuel cars versus traditional gasoline cars? ",
            "Is there a dataset available that shows the market share and sales trends for hybrid fuel cars in the past decade?"
        ]
    },
    {
        "query_id": "186",
        "query_text": "radioactive waste",
        "split": "0",
        "questions": [
            "Is there a dataset available on the amount and location of radioactive waste disposal sites in the United States?",
            "Is there a publicly available dataset about the trend of radioactive waste generation and storage over the years?",
            "Can you recommend a dataset that provides information on the types of radioactive waste produced by different industries and their disposal methods?"
        ]
    },
    {
        "query_id": "187",
        "query_text": "organic soil enhancement",
        "split": "4",
        "questions": [
            "1. What are some datasets that provide information about the effectiveness of various organic soil amendments? ",
            "2. How can I find a dataset that compares the nutrient content of different organic soil enhancements? ",
            "3. Is there a dataset available that analyzes the impact of using organic soil enhancers on crop productivity and quality?"
        ]
    },
    {
        "query_id": "188",
        "query_text": "orphan drugs",
        "split": "3",
        "questions": [
            "Can you provide a dataset of clinical trials conducted on orphan drugs? ",
            "Where can I find a comprehensive dataset of the commercial availability of orphan drugs worldwide?"
        ]
    },
    {
        "query_id": "189",
        "query_text": "R&D drug prices",
        "split": "2",
        "questions": [
            "Can you provide a dataset containing information about the relationship between R&D spending and drug prices? ",
            "Is there a dataset available that shows the correlation between drug prices and R&D investment in the pharmaceutical industry?"
        ]
    },
    {
        "query_id": "190",
        "query_text": "robotics",
        "split": "0",
        "questions": [
            "Can you recommend a dataset on the performance of robotics in various applications?"
        ]
    },
    {
        "query_id": "191",
        "query_text": "Where can I find information on the decade of the 1920's?",
        "split": "1",
        "questions": [
            "1. What datasets are available on mercy killing practices across different cultures? ",
            "2. Is there a dataset on the legality of mercy killing in different countries? ",
            "3. Can you recommend any datasets that explore public opinion on mercy killing?"
        ]
    },
    {
        "query_id": "192",
        "query_text": "home schooling",
        "split": "2",
        "questions": [
            "What is the latest dataset available on the effectiveness of home schooling?"
        ]
    },
    {
        "query_id": "193",
        "query_text": "tourism",
        "split": "0",
        "questions": [
            "Can you provide the dataset on tourist spending trends in various countries over the past decade? ",
            "Which countries have seen the highest growth in tourism over the past decade and can you provide a dataset on this?"
        ]
    },
    {
        "query_id": "194",
        "query_text": "oceanographic vessels",
        "split": "1",
        "questions": [
            "Can you provide a dataset that lists the oceanographic vessels currently being used for deep sea exploration?"
        ]
    },
    {
        "query_id": "195",
        "query_text": "foreign minorities, Germany",
        "split": "3",
        "questions": [
            "Can you provide a dataset that shows the number of foreign minorities residing in Germany by nationality?"
        ]
    },
    {
        "query_id": "196",
        "query_text": "behavioral genetics",
        "split": "2",
        "questions": [
            "1. What datasets are available for studying the genetic basis of behavior? ",
            "2. Is there a dataset that explores the relationship between genetics and personality traits? ",
            "3. What are the top datasets for investigating the heritability of mental health disorders in the field of behavioral genetics?"
        ]
    },
    {
        "query_id": "197",
        "query_text": "osteoporosis",
        "split": "2",
        "questions": [
            "1. What datasets are available on osteoporosis incidence among elderly women? ",
            "2. Are there any datasets that provide information on the genetic risk factors associated with osteoporosis? ",
            "3. Which datasets on bone mineral density measurements could I access to investigate the relationship between osteoporosis and physical activity levels?"
        ]
    },
    {
        "query_id": "198",
        "query_text": "cosmic events",
        "split": "2",
        "questions": [
            "1. What datasets are available for tracking cosmic events such as supernovae and black holes? ",
            "2. Is there a dataset that lists all significant cosmic events that have occurred in the past 10 years? ",
            "3. Are there any datasets that track the frequency and intensity of different types of cosmic events, like gamma-ray bursts or neutron star collisions?"
        ]
    },
    {
        "query_id": "199",
        "query_text": "Parkinson's disease",
        "split": "2",
        "questions": [
            "1. What datasets are available for research on the characteristics and treatment of Parkinson's disease? ",
            "2. Can you recommend any datasets containing information on the progression of Parkinson's disease? ",
            "3. Are there any datasets available on the effectiveness of different therapies for Parkinson's disease?"
        ]
    },
    {
        "query_id": "200",
        "query_text": "poaching, wildlife preserves",
        "split": "4",
        "questions": [
            "1. What datasets are available on the illegal poaching activities in wildlife preserves? ",
            "2. Can you suggest any dataset that covers the impact of poaching on the population of wildlife in preserves? ",
            "3. Is there any dataset available that provides information on the measures taken to prevent poaching in wildlife preserves?"
        ]
    },
    {
        "query_id": "201",
        "query_text": "tropical storms",
        "split": "0",
        "questions": [
            "Can you provide data on the economic impact of tropical storms in the Gulf of Mexico region over the past decade?"
        ]
    },
    {
        "query_id": "202",
        "query_text": "legal, Pan Am, 103",
        "split": "2",
        "questions": [
            "1. What is the dataset that contains information on the legal proceedings and investigations related to the Pan Am Flight 103 bombing incident?  ",
            "2. Is there a dataset available containing legal documents, testimonies, and evidence related to the Pan Am Flight 103 bombing case?  ",
            "3. Where can I find a dataset that provides comprehensive information on the legal aspects of the Pan Am Flight 103 terrorist attack, including evidence presented at trial and related court documents?"
        ]
    },
    {
        "query_id": "203",
        "query_text": "salvaging, shipwreck, treasure",
        "split": "4",
        "questions": [
            "1. What is the dataset containing information on salvaging shipwrecks and treasure? ",
            "2. Is there a dataset available that outlines the process of salvaging treasure from shipwrecks?",
            "3. Can you recommend a dataset that provides information on the history of shipwrecks and the valuable treasures that they hold?"
        ]
    },
    {
        "query_id": "204",
        "query_text": "steel production",
        "split": "1",
        "questions": [
            "1. What datasets are available on steel production globally?",
            "2. Which dataset can provide insights into the trends and patterns in steel production over the last decade? ",
            "3. Is there a dataset that can help me analyze the impact of government policies on steel production in different countries?"
        ]
    },
    {
        "query_id": "205",
        "query_text": "Cuba, sugar, exports",
        "split": "2",
        "questions": [
            "Can you recommend a dataset that provides information on the volume of Cuba's sugar exports to different countries?",
            "Is there a dataset available that provides information on the impact of US trade sanctions on Cuba's sugar export industry?",
            "What dataset contains the total amount of sugar exported by Cuba?"
        ]
    },
    {
        "query_id": "206",
        "query_text": "drugs, Golden Triangle",
        "split": "1",
        "questions": [
            "1. What datasets are available on drugs and their trafficking routes in the Golden Triangle? ",
            "2. Is there a dataset that provides information on the types of drugs produced in the Golden Triangle and their distribution patterns? ",
            "3. Can you recommend a dataset that contains data on the history of drug production and trafficking in the Golden Triangle region?"
        ]
    },
    {
        "query_id": "207",
        "query_text": "creativity",
        "split": "2",
        "questions": [
            "1. What datasets are available on creativity and innovation in the workplace? ",
            "2. How can I find a dataset that explores the link between creativity and mental health? ",
            "3. Is there a dataset that analyzes the impact of creativity on academic performance of students?"
        ]
    },
    {
        "query_id": "208",
        "query_text": "quilts, income",
        "split": "3",
        "questions": [
            "1. What datasets exist that analyze the relationship between quilts and income levels? ",
            "2. Is there a dataset available that shows the income distribution of quilt makers across different regions? ",
            "3. Can I find a dataset that explores how income impacts the purchasing behavior of individuals when it comes to buying quilts?"
        ]
    },
    {
        "query_id": "209",
        "query_text": "recycle, automobile tires",
        "split": "1",
        "questions": [
            "1. What datasets are available on automobile tire recycling? ",
            "2. Can you suggest any datasets related to recycling automobile tires?",
            "3. Are there any datasets about the efficiency of different methods of recycling automobile tires?"
        ]
    },
    {
        "query_id": "210",
        "query_text": "carbon monoxide poisoning",
        "split": "0",
        "questions": [
            "1. What datasets are available for studying the prevalence of carbon monoxide poisoning? ",
            "2. Can you recommend a dataset that includes information on the symptoms and treatment of carbon monoxide poisoning? ",
            "3. Is there a dataset that tracks the number of carbon monoxide poisoning cases in different regions and time periods?"
        ]
    },
    {
        "query_id": "211",
        "query_text": "industrial waste disposal",
        "split": "2",
        "questions": [
            "Can you provide a dataset that contains information on the toxicity levels of different types of industrial waste and the impact of improper disposal on the environment and public health?"
        ]
    },
    {
        "query_id": "212",
        "query_text": "suicides",
        "split": "0",
        "questions": [
            "1. What is the dataset about suicides and suicide rates across different countries? ",
            "2. Is there a dataset that provides information on the demographic characteristics of individuals who have committed suicide? ",
            "3. Can you provide a dataset that tracks the number of suicides that have occurred over the past 10 years in a particular region or country?"
        ]
    },
    {
        "query_id": "213",
        "query_text": "law enforcement, dogs",
        "split": "3",
        "questions": [
            "1. What datasets are available on the use of dogs in law enforcement? ",
            "2. How can I find a dataset that shows the effectiveness of dogs in law enforcement? ",
            "3. Is there a dataset that contains information on the breeds of dogs commonly used in law enforcement?"
        ]
    },
    {
        "query_id": "214",
        "query_text": "UV damage, eyes",
        "split": "2",
        "questions": [
            "1. What datasets are available related to the effects of UV radiation on eye health? ",
            "2. Is there a dataset that provides information about the prevalence of eye diseases caused by exposure to UV radiation? ",
            "3. What datasets contain research on the impact of UV damage on eye diseases such as cataracts and age-related macular degeneration?"
        ]
    },
    {
        "query_id": "215",
        "query_text": "declining birth rates",
        "split": "0",
        "questions": [
            "1. What datasets are available that document declining birth rates? ",
            "2. Is there a dataset that compares birth rates over time in different regions? ",
            "3. What datasets provide information on the socioeconomic factors that may contribute to declining birth rates?"
        ]
    },
    {
        "query_id": "216",
        "query_text": "Legionnaires' disease",
        "split": "2",
        "questions": [
            "1. What datasets are available on Legionnaires' disease outbreaks and their associated risk factors? ",
            "2. Are there any datasets that provide information on the incidence and mortality rates of Legionnaires' disease in different countries? ",
            "3. What datasets contain information on the antibiotic resistance patterns of Legionella bacteria involved in causing Legionnaires' disease outbreaks?"
        ]
    },
    {
        "query_id": "217",
        "query_text": "profiling, motorists, police",
        "split": "0",
        "questions": [
            "1. What datasets are available on profiling of motorists by police? ",
            "2. Is there any dataset that provides information on police profiling of motorists? ",
            "3. Can you suggest a dataset that includes data on police-motorist interactions and profiling?"
        ]
    },
    {
        "query_id": "218",
        "query_text": "Greek, philosophy, stoicism",
        "split": "4",
        "questions": [
            "1. What datasets are available about Stoicism in Greek philosophy? ",
            "2. Is there a dataset that covers the relationship between Greek philosophy and Stoicism? ",
            "3. Can you suggest a dataset on Stoicism as a Greek philosophy movement?"
        ]
    },
    {
        "query_id": "219",
        "query_text": "Estonia, economy",
        "split": "4",
        "questions": [
            "Can you provide a dataset that shows Estonia's GDP growth over the past 10 years?  ",
            "Is there a dataset available that analyzes the impact of foreign investment on Estonia's economy?"
        ]
    },
    {
        "query_id": "220",
        "query_text": "curbing population growth",
        "split": "3",
        "questions": [
            "What datasets are available on curbing population growth strategies?",
            "Is there a dataset that measures the effectiveness of different population control methods?",
            "What datasets exist on the correlation between education and reduced population growth rates?"
        ]
    },
    {
        "query_id": "221",
        "query_text": "railway accidents",
        "split": "0",
        "questions": [
            "What datasets are available on railway accidents and incidents?",
            "Is there a dataset that provides information on the causes of railway accidents?",
            "What datasets exist on the number of injuries and fatalities resulting from railway accidents in different countries?"
        ]
    },
    {
        "query_id": "222",
        "query_text": "deregulation, gas, electric",
        "split": "0",
        "questions": [
            "What datasets are available on the effects of deregulation in the gas and electric industries?",
            "Is there a dataset that compares the prices of gas and electricity before and after regulation was lifted in certain areas?",
            "What datasets exist on the impact of deregulation on consumer satisfaction and complaints in the gas and electric industries?"
        ]
    },
    {
        "query_id": "223",
        "query_text": "tourism, increase",
        "split": "3",
        "questions": [
            "What datasets are available on the impact of promotional campaigns on increasing tourism in different regions?",
            "Is there a dataset that analyzes the relationship between the availability of tourist attractions and the level of tourism growth?",
            "What datasets exist on the economic benefits of increased tourism?"
        ]
    },
    {
        "query_id": "224",
        "query_text": "inventions, scientific discoveries",
        "split": "0",
        "questions": [
            "What datasets are available on the number of inventions and scientific discoveries made in different fields over time?",
            "Is there a dataset that tracks the geographical distribution of patent filings for new inventions and discoveries?",
            "What datasets exist on the economic impact of scientific discoveries and technological breakthroughs?"
        ]
    },
    {
        "query_id": "225",
        "query_text": "child labor",
        "split": "2",
        "questions": [
            "What datasets are available on the prevalence of child labor in different countries and regions?",
            "Is there a dataset that provides information on the types of work that children are commonly engaged in as part of child labor?",
            "What datasets exist on the impact of child labor on education, health, and overall well-being of children involved?"
        ]
    },
    {
        "query_id": "226",
        "query_text": "Lyme disease",
        "split": "2",
        "questions": [
            "What datasets are available on the incidence and prevalence of Lyme disease in different geographic regions?",
            "Is there a dataset that provides information on the effectiveness of various treatments for Lyme disease?",
            "What datasets exist on the correlation between environmental factors, such as climate and habitat, and the occurrence of Lyme disease?"
        ]
    },
    {
        "query_id": "227",
        "query_text": "U.S., investment, Africa",
        "split": "0",
        "questions": [
            "What datasets are available on US investment in different African countries and sectors?",
            "Is there a dataset that tracks the impact of US investment on economic growth and development in Africa?",
            "What datasets exist on the types of US companies and industries that invest the most in Africa, and the factors that influence their investment decisions?"
        ]
    },
    {
        "query_id": "228",
        "query_text": "Stirling engine",
        "split": "2",
        "questions": [
            "What datasets are available on the efficiency and performance of Stirling engines?",
            "Is there a dataset that compares the energy output of Stirling engines to other types of engines?",
            "What datasets exist on the applications and industries where Stirling engines are most commonly used?"
        ]
    },
    {
        "query_id": "229",
        "query_text": "ship losses",
        "split": "1",
        "questions": [
            "What datasets are available on the number of ship losses and maritime accidents worldwide?",
            "Is there a dataset that provides information on the causes of ship losses?",
            "What datasets exist on the economic impact of ship losses?"
        ]
    },
    {
        "query_id": "230",
        "query_text": "antibiotics ineffectiveness",
        "split": "0",
        "questions": [
            "What datasets are available on the prevalence and incidence of antibiotic resistance in different regions and populations?",
            "Is there a dataset that tracks the effectiveness of different antibiotics against common bacterial infections over time?",
            "What datasets exist on the correlation between antibiotic use?"
        ]
    },
    {
        "query_id": "231",
        "query_text": "DNA Testing",
        "split": "4",
        "questions": [
            "What is the dataset for DNA testing accuracy and reliability, including false positive and false negative rates?",
            "Is there a dataset available for analyzing the genetic diversity and ancestry composition of different populations based on DNA testing results?",
            "Where can I find a dataset on the ethical and legal implications of DNA testing?"
        ]
    },
    {
        "query_id": "232",
        "query_text": "hunger",
        "split": "4",
        "questions": [
            "What is the dataset for hunger prevalence and food insecurity rates in different regions of the world?",
            "Is there a dataset available for analyzing the effectiveness of different hunger relief programs and policies across different countries?",
            "Where can I find a dataset on the economic costs and societal impact of hunger?"
        ]
    },
    {
        "query_id": "233",
        "query_text": "whan did Jackie Robinson appear at his first game",
        "split": "3",
        "questions": [
            "-"
        ]
    },
    {
        "query_id": "234",
        "query_text": "CHEVROLET TRUCKS",
        "split": "2",
        "questions": [
            "What are some popular datasets containing information about Chevrolet trucks, such as model types, features, and technical specifications?",
            "Is there a dataset available for analyzing the fuel efficiency and environmental impact of Chevrolet trucks over the past decade?",
            "Where can I find a dataset on the manufacturing processes and supply chain of Chevrolet trucks?"
        ]
    },
    {
        "query_id": "235",
        "query_text": "when can a lender foreclose on property",
        "split": "3",
        "questions": [
            "-"
        ]
    },
    {
        "query_id": "236",
        "query_text": "deer",
        "split": "0",
        "questions": [
            "What is the dataset for deer population size and distribution across different regions in the United States?",
            "Is there a dataset available for analyzing the impact of hunting regulations on deer populations and harvest rates?",
            "Where can I find a dataset on deer-vehicle collision rates and trends?"
        ]
    },
    {
        "query_id": "237",
        "query_text": "incandescent light bulb",
        "split": "0",
        "questions": [
            "What is the dataset for the energy efficiency and lifespan of incandescent light bulbs compared to LED light bulbs?",
            "Is there a dataset available for analyzing sales figures and market demand trends for incandescent light bulbs over the past decade?",
            "Where can I find a dataset on the history and evolution of incandescent light bulbs?"
        ]
    },
    {
        "query_id": "238",
        "query_text": "mistletoe",
        "split": "2",
        "questions": [
            "What is the dataset for mistletoe's ecological impact on its host trees?",
            "Is there a dataset available for analyzing the medicinal properties and potential health benefits of mistletoe?",
            "Where can I find a dataset on the cultural significance and traditional uses of mistletoe around the world?"
        ]
    },
    {
        "query_id": "239",
        "query_text": "antique appliance restoration",
        "split": "1",
        "questions": [
            "What is the dataset for antique appliance restoration techniques and best practices?",
            "Is there a dataset available for analyzing the market demand and pricing trends for antique appliance restoration services?",
            "Where can I find a dataset on the history and evolution of antique appliances, along with their restoration processes?"
        ]
    },
    {
        "query_id": "240",
        "query_text": "how e-mail bennefits businesses",
        "split": "3",
        "questions": [
            "-"
        ]
    },
    {
        "query_id": "241",
        "query_text": "Jennifer Aniston",
        "split": "3",
        "questions": [
            "What is the dataset for Jennifer Aniston's filmography and box office performance?",
            "Is there a dataset available for analyzing Jennifer Aniston's social media presence and engagement?",
            "Where can I find a dataset on tabloid mentions and public interest in Jennifer Aniston over the past year?"
        ]
    },
    {
        "query_id": "242",
        "query_text": "Royal Carribean Cruise Lines",
        "split": "0",
        "questions": [
            "What is the dataset for passenger demographics and travel behavior on Royal Caribbean Cruise Lines?",
            "Is there a dataset available for analyzing customer satisfaction rates and feedback on Royal Caribbean Cruise Lines?",
            "Where can I find a dataset on sales figures and revenue for Royal Caribbean Cruise Lines?"
        ]
    },
    {
        "query_id": "243",
        "query_text": "baltimore",
        "split": "3",
        "questions": [
            "Are there any datasets available on crime rates in Baltimore?",
            "What is the demographic breakdown of Baltimore based on the latest census data?"
        ]
    },
    {
        "query_id": "244",
        "query_text": "where can I find information about kappa alpha psi?",
        "split": "2",
        "questions": [
            "-"
        ]
    },
    {
        "query_id": "245",
        "query_text": "car traffic report",
        "split": "0",
        "questions": [
            "What is the dataset for car traffic report in the United States?",
            "Is there a dataset available for analyzing car traffic patterns and trends?",
            "Where can I find a dataset on car traffic volume and congestion during peak hours in major cities?"
        ]
    },
    {
        "query_id": "246",
        "query_text": "where can i find growth rates for the pine tree?",
        "split": "2",
        "questions": [
            "-"
        ]
    },
    {
        "query_id": "247",
        "query_text": "gps clock",
        "split": "0",
        "questions": [
            "What datasets are available that contain GPS clock readings?",
            "Is there a dataset of GPS clocks from multiple satellites that I can access?",
            "Where can I find a dataset of GPS time and frequency signals from atomic clocks on board GPS satellites?"
        ]
    },
    {
        "query_id": "248",
        "query_text": "calcium",
        "split": "2",
        "questions": [
            "What datasets are available that contain information on calcium levels in the human body?",
            "Is there a dataset of calcium intake and its effects on bone density?",
            "Where can I find a dataset of calcium concentrations in different types of food?"
        ]
    },
    {
        "query_id": "249",
        "query_text": "motorcycle safety helmets",
        "split": "3",
        "questions": [
            "Where can I find a dataset on the effectiveness of motorcycle safety helmets in preventing head injuries?",
            "What datasets are available that analyze the impact of motorcycle helmet laws on overall accident rates?",
            "Is there a dataset of motorcycle helmet crash tests and their corresponding injury outcomes?"
        ]
    },
    {
        "query_id": "250",
        "query_text": "Joint Ventures",
        "split": "0",
        "questions": [
            "What datasets are available that analyze the success rates of joint ventures in different industries?",
            "Where can I find a dataset of joint venture partnerships between companies and their financial outcomes?",
            "Is there a dataset of joint ventures involving international companies and their cultural, legal, and financial challenges?"
        ]
    },
    {
        "query_id": "251",
        "query_text": "Space Program",
        "split": "4",
        "questions": [
            "What datasets are available that contain information on the history of space programs around the world?",
            "Is there a dataset of all the space missions launched by NASA since its inception?",
            "Where can I find a dataset of satellite data collected from various space programs for climate research and analysis?"
        ]
    },
    {
        "query_id": "252",
        "query_text": "Marketing of Agrochemicals",
        "split": "2",
        "questions": [
            "What datasets are available that analyze the marketing strategies of agrochemical companies for their products?",
            "Is there a dataset of sales trends and market share for different types of agrochemicals in various regions around the world?",
            "Where can I find a dataset of consumer perception and trust in agrochemical companies and their products?"
        ]
    },
    {
        "query_id": "253",
        "query_text": "Measures to Control Agrochemicals",
        "split": "0",
        "questions": [
            "What datasets are available that analyze the effectiveness of different measures to control the use of agrochemicals?",
            "Is there a dataset of government regulations and policies for agrochemical use in various countries?",
            "Where can I find a dataset of studies that evaluate the effectiveness of alternative farming practices for reducing reliance on agrochemicals?"
        ]
    },
    {
        "query_id": "254",
        "query_text": "Legal Repercussions of Agrochemical Use",
        "split": "3",
        "questions": [
            "What datasets are available that document legal cases related to the use of agrochemicals and their impacts on human health or the environment?",
            "Is there a dataset of settlements or fines imposed on companies for violations related to agrochemical use?",
            "Where can I find a dataset of studies that evaluate the links between exposure to agrochemicals and various health outcomes?"
        ]
    },
    {
        "query_id": "255",
        "query_text": "Tracking Influential Players in Multimedia",
        "split": "1",
        "questions": [
            "What datasets are available that track the influence of individuals or organizations in the multimedia industry, such as social media influencers or content creators?",
            "Is there a dataset of the most viewed or shared multimedia content across different platforms and demographics?",
            "Where can I find a dataset of collaborations between influential players in the multimedia industry and their impact on audience engagement?"
        ]
    },
    {
        "query_id": "256",
        "query_text": "Staff Reductions at Computers and Communications Companies",
        "split": "4",
        "questions": [
            "What datasets are available that track staff reductions at computers and communications companies over time?",
            "Is there a dataset of the reasons behind staff reductions in the computers and communications industry?",
            "Where can I find a dataset of the impact of staff reductions on company financial performance and stock prices?"
        ]
    },
    {
        "query_id": "257",
        "query_text": "Prime (Lending) Rate Moves, Predictions",
        "split": "2",
        "questions": [
            "What is the dataset that provides information on prime lending rate moves and predictions?",
            "Where can I find data on historical changes in the prime rate, as well as expert forecasts and market indicators suggesting future trends?",
            "Is there a comprehensive dataset available that documents factors contributing to changes in prime lending rates over time?"
        ]
    },
    {
        "query_id": "258",
        "query_text": "Measures to Protect the Atmosphere",
        "split": "1",
        "questions": [
            "Can you suggest a dataset that provides information on the effectiveness of different policies and initiatives aimed at protecting the atmosphere?",
            "Is there a dataset that documents the global impact of atmospheric pollution on public health?"
        ]
    },
    {
        "query_id": "259",
        "query_text": "Exportation of Industry",
        "split": "4",
        "questions": [
            "Can you suggest a dataset that provides information on the economic impact of exporting different types of industries, such as manufacturing or technology?",
            "Is there a dataset that documents government policies related to the exportation of industries?"
        ]
    },
    {
        "query_id": "260",
        "query_text": "Gun Control",
        "split": "3",
        "questions": [
            "What are the current laws and regulations around gun ownership and use in the United States?",
            "What is the relationship between gun ownership and rates of violent crime?"
        ]
    },
    {
        "query_id": "261",
        "query_text": "Ferry Sinkings",
        "split": "4",
        "questions": [
            "Can you suggest a dataset that provides information on the safety record of different types of ferries?",
            "Is there a dataset that documents the number of fatalities and injuries resulting from ferry sinkings in different regions or countries around the world?"
        ]
    },
    {
        "query_id": "262",
        "query_text": "Antibiotics Bacteria Disease",
        "split": "2",
        "questions": [
            "What datasets are available on the relationship between antibiotics and the spread of bacterial diseases?",
            "Is there a dataset that provides information on the effectiveness of different antibiotics for treating specific types of bacterial diseases?"
        ]
    },
    {
        "query_id": "263",
        "query_text": "teaching disabled children",
        "split": "1",
        "questions": [
            "What are some effective teaching strategies for children with specific learning disabilities?",
            "What types of assistive technology can be used to support the learning of students with physical disabilities?"
        ]
    },
    {
        "query_id": "264",
        "query_text": "heroic acts",
        "split": "0",
        "questions": [
            "What are some examples of heroic acts throughout history?",
            "Is there a dataset that documents instances of heroic acts across different countries and cultures?",
            "Can you suggest a dataset that categorizes heroic acts based on the type of action taken or the outcome achieved?"
        ]
    },
    {
        "query_id": "265",
        "query_text": "real estate and new jersey",
        "split": "1",
        "questions": [
            "What datasets are available on the real estate market in New Jersey, including trends in property values and sales?",
            "Can you suggest a dataset that provides information on the demographics of people who buy or rent properties in New Jersey, such as age, income level, and occupation?",
            "Is there a dataset that compares the real estate market in New Jersey to other states or regions, in terms of prices, housing stock, and other factors?"
        ]
    },
    {
        "query_id": "266",
        "query_text": "retire",
        "split": "3",
        "questions": [
            "What is the average retirement age in the United States?",
            "What datasets are available on retirement trends and patterns across different countries?",
            "Can you suggest a dataset that documents the financial readiness of individuals for retirement in different age groups or industries?"
        ]
    },
    {
        "query_id": "267",
        "query_text": "Agoraphobia",
        "split": "2",
        "questions": [
            "Is there a dataset that provides information on the prevalence of agoraphobia in different countries or regions?",
            "What datasets are available on agoraphobia and its prevalence in different populations?"
        ]
    },
    {
        "query_id": "268",
        "query_text": "orchids",
        "split": "0",
        "questions": [
            "What datasets are available on orchids and their various species?",
            "Can you suggest a dataset that lists the geographic distribution of different types of orchids around the world?",
            "Is there a dataset available that documents the medicinal properties of different orchid species and their traditional uses in different cultures?"
        ]
    },
    {
        "query_id": "1001",
        "query_text": "lien and state,  address and name, of debtors",
        "split": "3",
        "questions": [
            "Are there any datasets available that provide information on liens, debtors' names, addresses, and the states they reside in?",
            "Are there any databases that contain information on the liens and addresses of debtors across different states?",
            "What are the datasets that can provide insights into the types of liens and debts held by individuals and companies, along with their contact information?"
        ]
    },
    {
        "query_id": "1002",
        "query_text": "nitrogen reduction plan in MaryLand",
        "split": "1",
        "questions": [
            "Where can I find datasets on the progress and effectiveness of Maryland's nitrogen reduction plan?",
            "Are there any databases that contain information on the sources and amounts of nitrogen pollution in Maryland?",
            "What are the datasets that can provide insights into the strategies and policies implemented by Maryland's nitrogen reduction plan?"
        ]
    },
    {
        "query_id": "1003",
        "query_text": "education programs and target population",
        "split": "1",
        "questions": [
            "Where can I find datasets on the effectiveness and outcomes of various education programs?",
            "What are the datasets that can provide insights into the accessibility and impact of education programs on specific populations?",
            "Which datasets offer statistics and figures on the enrollment rates, graduation rates, and academic achievement of different education programs and their target populations?"
        ]
    },
    {
        "query_id": "1004",
        "query_text": "salary of senior civil servants",
        "split": "1",
        "questions": [
            "Where can I find datasets on the compensation and benefits of government officials?",
            "Are there any databases that contain information on the salaries and allowances of specific senior civil servants?",
            "What are the datasets that can provide insights into the salary structures and levels of senior civil servants across different government agencies?"
        ]
    },
    {
        "query_id": "1005",
        "query_text": "user demand about New York heating ventilation and air conditioning companies",
        "split": "3",
        "questions": [
            "What datasets are available related to user demand for heating, ventilation, and air conditioning (HVAC) companies in New York?",
            "Where can I find datasets on the popularity and ratings of different HVAC companies in New York?",
            "Which datasets offer statistics and figures on the market share and competitive landscape of HVAC companies in New York based on user demand?"
        ]
    },
    {
        "query_id": "1006",
        "query_text": "stations of the permanent art program",
        "split": "0",
        "questions": [
            "Where can I find datasets on the locations and details of the permanent art installations in a specific area or city?",
            "Are there any databases that contain information on the artists and artworks featured in the permanent art program?",
            "What are the datasets that can provide insights into the history and development of the permanent art program in a particular region?"
        ]
    },
    {
        "query_id": "1007",
        "query_text": "roof insurance companies and policies",
        "split": "0",
        "questions": [
            "Where can I find datasets on the premiums and coverage of different roof insurance policies?",
            "Are there any databases that contain information on the types of roofs covered by insurance companies and the associated costs?",
            "What are the datasets that can provide insights into the claims and payouts made by insurance companies for roof damages?"
        ]
    },
    {
        "query_id": "1008",
        "query_text": "customers' requests on the home services",
        "split": "4",
        "questions": [
            "Where can I find datasets on the types and frequency of home service requests made by customers in a specific area or city?",
            "Are there any databases that contain information on the ratings and feedback provided by customers for home service providers?",
            "What are the datasets that can provide insights into the market trends and demand for different types of home services?"
        ]
    },
    {
        "query_id": "1009",
        "query_text": "damage ranks on roof insurance",
        "split": "3",
        "questions": [
            "What is the dataset that contains information on the ranking of damages on roofs as used in insurance claims?",
            "Which dataset can provide data on how damages are ranked for roof insurance purposes?"
        ]
    },
    {
        "query_id": "1010",
        "query_text": "Hartford family resources",
        "split": "3",
        "questions": [
            "What is the dataset that provides information on the ranking of damages for roof insurance claims?",
            "Which dataset contains data on the severity of damages to roofs used in determining insurance claims?",
            "What dataset includes information on how insurance companies rank the extent of damage on a roof for insurance purposes?"
        ]
    },
    {
        "query_id": "1011",
        "query_text": "Pacific Islands Global Climate Change Performance Evaluation",
        "split": "1",
        "questions": [
            "What is the dataset that provides an evaluation of Pacific Islands' performance regarding global climate change?",
            "Which dataset contains information on how well Pacific Islands are adapting to and mitigating the effects of global climate change?",
            "What dataset includes data on the evaluation of Pacific Islands' efforts to address global climate change and its impacts?"
        ]
    },
    {
        "query_id": "1012",
        "query_text": "bibliography italy",
        "split": "2",
        "questions": [
            "What is the dataset that contains a bibliography of works related to Italy's history, culture, and society?",
            "Which dataset includes a list of published sources on various aspects of Italian life and history?",
            "What dataset provides a comprehensive bibliography of literature related to Italy, including books, articles, and other publications?"
        ]
    },
    {
        "query_id": "1013",
        "query_text": "music genre",
        "split": "0",
        "questions": [
            "What is the dataset that provides information on different music genres, including their characteristics and origins?",
            "Which dataset contains data on the history and evolution of various music genres throughout the years?",
            "What dataset includes information on the classification and categorization of different types of music into distinct genres?"
        ]
    },
    {
        "query_id": "1014",
        "query_text": "chinook stock",
        "split": "0",
        "questions": [
            "What is the dataset that provides data on the current status of Chinook stock in various regions?",
            "Which dataset contains information on the population and distribution of Chinook salmon in different bodies of water?",
            "What dataset includes statistics on the health and abundance of Chinook stock in various fisheries and habitats?"
        ]
    },
    {
        "query_id": "1015",
        "query_text": "suggestion or response from city cultural center",
        "split": "2",
        "questions": [
            "What is the dataset that contains suggestions and responses from a city cultural center?",
            "Which dataset provides information on feedback and recommendations provided by a city's cultural center?",
            "What dataset includes data on the suggestions and responses received from a city's cultural center in response to various proposals or inquiries?"
        ]
    },
    {
        "query_id": "1016",
        "query_text": "funding programs for adult education",
        "split": "4",
        "questions": [
            "What is the dataset that contains information on funding programs available for adult education?",
            "Which dataset provides data on grants and financial assistance programs geared towards supporting adult learning initiatives?",
            "What dataset includes details on various funding opportunities and resources for organizations or individuals involved in adult education and training?"
        ]
    },
    {
        "query_id": "1017",
        "query_text": "digitized newspaper",
        "split": "4",
        "questions": [
            "What is the dataset that contains digitized newspapers from various historical periods and locations?",
            "Which dataset provides access to digital versions of newspapers?",
            "What dataset includes data on the process of digitizing newspapers and making them available online?"
        ]
    },
    {
        "query_id": "1018",
        "query_text": "species class and sex",
        "split": "3",
        "questions": [
            "What is the dataset that contains information on species classification and sex?",
            "Which dataset provides data on the biological classification and sexual characteristics of various animal species?",
            "What dataset includes details on the different classes and sexes of organisms across different taxonomic groups?"
        ]
    },
    {
        "query_id": "1019",
        "query_text": "photographs of University of Southampton",
        "split": "1",
        "questions": [
            "What is the dataset that contains photographs of the University of Southampton and its various campuses, buildings, and landmarks?",
            "Which dataset provides a collection of digital images showcasing the history and architecture of the University of Southampton?",
            "What dataset includes data on the inventory and organization of photographs featuring the University of Southampton's campus and surroundings?"
        ]
    },
    {
        "query_id": "1020",
        "query_text": "start and end times of conferences",
        "split": "0",
        "questions": [
            "What is the dataset that contains information on the start and end times of conferences held across different locations and dates?",
            "Which dataset provides data on the duration and schedule of various conferences, including keynote speeches and panel discussions?",
            "What dataset includes details on the timing and scheduling of events taking place during conferences?"
        ]
    },
    {
        "query_id": "1021",
        "query_text": "scientific conferences",
        "split": "3",
        "questions": [
            "What is the dataset that contains information on scientific conferences held in various fields of study and locations?",
            "Which dataset provides data on upcoming and past scientific conferences?",
            "What dataset includes details on the attendance and participation of researchers and scholars in different scientific conferences across the world?"
        ]
    },
    {
        "query_id": "1022",
        "query_text": "Immunization of diphtheria",
        "split": "1",
        "questions": [
            "What is the dataset that provides information on immunization rates and trends for diphtheria?",
            "Which dataset contains data on vaccination programs and coverage for diphtheria in various regions and countries?",
            "What dataset includes details on the effectiveness and side effects of different types of diphtheria vaccines used in immunization programs?"
        ]
    },
    {
        "query_id": "1023",
        "query_text": "species relationships, RDF dump files.",
        "split": "1",
        "questions": [
            "What is the dataset that contains RDF dump files with information on relationships between different species?",
            "Which dataset provides data on the taxonomic classification and evolutionary relationships of various organisms in RDF format?",
            "What dataset includes details on the genetic and ecological relationships between different species, represented in RDF triples?"
        ]
    },
    {
        "query_id": "1024",
        "query_text": "financial resource data",
        "split": "3",
        "questions": [
            "What is the dataset that provides information on financial resource data, such as income, expenses, and investments?",
            "Which dataset contains data on financial resources available to organizations or individuals?",
            "What dataset includes details on the performance and allocation of financial resources across different sectors and industries?"
        ]
    },
    {
        "query_id": "1025",
        "query_text": "Hampton business directory including company name, contact number, email, address, vendor and so on.",
        "split": "4",
        "questions": [
            "Where can I find a comprehensive dataset of businesses in Hampton, including their company name, contact number, email, address, vendor and other relevant information?",
            "Is there an online platform that provides a dataset of registered companies within the Hampton area, which includes details such as company name, contact number, email, address, vendor and more?",
            "Can you recommend a reliable source for obtaining a dataset of Hampton-based businesses, which contains extensive information such as company name, contact number, email, address, vendor and other details?"
        ]
    },
    {
        "query_id": "1026",
        "query_text": "resource type of IEEE datasets",
        "split": "0",
        "questions": [
            "What are the different types of datasets available from IEEE?",
            "Can you provide me with a list of the dataset types offered by IEEE?",
            "What kinds of datasets can I expect to find on IEEE's platform?"
        ]
    },
    {
        "query_id": "1027",
        "query_text": "Canada Core Subject Thesaurus, English, French",
        "split": "0",
        "questions": [
            "Where can I find the Canada Core Subject Thesaurus dataset in English and French languages?",
            "What is the source of the Canada Core Subject Thesaurus dataset?",
            "Is there a publicly available dataset for the Canada Core Subject Thesaurus in both English and French languages?"
        ]
    },
    {
        "query_id": "1028",
        "query_text": "city governance, taxes, mayor, election, council",
        "split": "1",
        "questions": [
            "Can you suggest any datasets related to city governance, taxes, the mayor's office, election results, and council activity?",
            "Is there a reliable source for obtaining datasets related to municipal governance, such as tax rates, mayoral duties, election outcomes, and council actions?"
        ]
    },
    {
        "query_id": "1029",
        "query_text": "career paths, introduction of each job, salary",
        "split": "3",
        "questions": [
            "Is there a dataset available that provides an overview of different career paths, including job descriptions and salary information?",
            "Where can I find a comprehensive dataset that outlines various career paths, as well as the introduction for each job and corresponding salary data?",
            "Can you suggest any publicly available datasets that offer insights into different professions, providing details on job roles, responsibilities, and salaries?"
        ]
    },
    {
        "query_id": "1030",
        "query_text": "Vending Machines Southampton and location",
        "split": "2",
        "questions": [
            "Is there a dataset available that provides information on vending machines located in Southampton, UK?",
            "Where can I find a comprehensive dataset that details the locations of vending machines within Southampton?",
            "Can you suggest any publicly available datasets that offer insights into vending machine locations within the Southampton area?"
        ]
    },
    {
        "query_id": "1031",
        "query_text": "drought severity U.S. precipitation information",
        "split": "2",
        "questions": [
            "Where can I find a dataset that provides information on drought severity in the United States, as well as precipitation data?",
            "Can you recommend a reliable source for obtaining datasets related to drought severity in the US?"
        ]
    },
    {
        "query_id": "1032",
        "query_text": "child abuse",
        "split": "4",
        "questions": [
            "Is there a dataset available that provides information on child abuse rates and statistics?",
            "Where can I find a comprehensive dataset that outlines the prevalence of child abuse in different regions, as well as related factors such as age group and gender?",
            "Can you suggest any publicly available datasets that offer insights into child abuse cases?"
        ]
    },
    {
        "query_id": "1033",
        "query_text": "Education High Schools, college career rate, school name, location, graduation rate",
        "split": "4",
        "questions": [
            "Is there a publicly available dataset that offers insights into high school and college graduation rates, as well as career paths pursued by graduates, including school names and locations?",
            "Can you suggest any reliable sources for obtaining datasets related to high school and college graduation rates, as well as career outcomes such as employment rates and salaries?"
        ]
    },
    {
        "query_id": "1034",
        "query_text": "British National Bibliography, book and its author, topic, name, language",
        "split": "0",
        "questions": [
            "Where can I find a comprehensive dataset of the British National Bibliography that includes information on books, authors, topics, names, and languages?",
            "Is there a publicly available dataset for the British National Bibliography that provides details on various books, their authors, topics covered, names mentioned in the books, and languages they're written in?",
            "Can you suggest any reliable sources for obtaining datasets related to the British National Bibliography?"
        ]
    },
    {
        "query_id": "1035",
        "query_text": "Southampton room seating layout",
        "split": "3",
        "questions": [
            "Is there a dataset available that provides information on room seating layouts for venues in Southampton, UK?",
            "Where can I find a comprehensive dataset that details the seating arrangements for rooms within various venues in the Southampton area?",
            "Can you recommend a reliable source for obtaining datasets related to room seating layouts?"
        ]
    },
    {
        "query_id": "1036",
        "query_text": "policyarea of data related to information technology enterprises",
        "split": "1",
        "questions": [
            "What are the different policy areas related to data regarding information technology enterprises, and where can I find datasets relevant to these policy areas?",
            "Can you suggest any publicly available datasets that offer insights into policy areas related to information technology enterprises, including details on government regulations and guidelines?",
            "Is there a reliable source for obtaining datasets related to policy areas affecting information technology enterprises?"
        ]
    },
    {
        "query_id": "1037",
        "query_text": "causes and prevents of cancer, ovarian cancer, lung cancer, breast cancer",
        "split": "3",
        "questions": [
            "Where can I find a dataset that provides information on the causes and prevention of cancer, including ovarian cancer, lung cancer, and breast cancer?",
            "Is there a publicly available dataset that offers insights into the risk factors, causes, and treatments of ovarian cancer, lung cancer, and breast cancer?",
            "Can you recommend a reliable source for obtaining datasets related to cancer research?"
        ]
    },
    {
        "query_id": "1038",
        "query_text": "wastewater treatment plant in Maryland",
        "split": "3",
        "questions": [
            "Where can I find a dataset related to wastewater treatment plants in Maryland?",
            "Is there a publicly available dataset that lists all the wastewater treatment plants in Maryland along with their locations, capacities, and other relevant information?",
            "Can you recommend a reliable source for obtaining datasets related to wastewater treatment plants in Maryland?"
        ]
    },
    {
        "query_id": "1039",
        "query_text": "salmon recovery region",
        "split": "3",
        "questions": [
            "Where can I find a dataset related to salmon recovery regions?",
            "Is there a publicly available dataset that provides information on the different salmon recovery regions, their boundaries, and the status of salmon populations within each region?",
            "Can you recommend a reliable source for obtaining datasets related to salmon recovery regions, including details such as location, population data, and other relevant metrics?"
        ]
    },
    {
        "query_id": "1040",
        "query_text": "Audit Community Survey",
        "split": "4",
        "questions": [
            "Where can I find a dataset related to the Audit Community Survey?",
            "Is there a publicly available dataset that provides information on the results of the Audit Community Survey?",
            "Can you recommend a reliable source for obtaining datasets related to the Audit Community Survey?"
        ]
    },
    {
        "query_id": "1041",
        "query_text": "permits categories",
        "split": "1",
        "questions": [
            "Where can I find a dataset related to different permit categories?",
            "Is there a publicly available dataset that provides information on various types of permits?",
            "Can you recommend a reliable source for obtaining datasets related to permits?"
        ]
    },
    {
        "query_id": "1042",
        "query_text": "salaries of Senior Civil Servants",
        "split": "2",
        "questions": [
            "Where can I find a dataset related to the salaries of senior civil servants?",
            "Is there a publicly available dataset that provides information on the salaries of senior civil servants?",
            "Can you recommend a reliable source for obtaining datasets related to the salaries of senior civil servants?"
        ]
    },
    {
        "query_id": "1043",
        "query_text": "Austin park facilities, community preferences",
        "split": "2",
        "questions": [
            "Where can I find a dataset related to park facilities in Austin, Texas, along with community preferences for these facilities?",
            "Is there a publicly available dataset that provides information on the various park facilities in Austin?",
            "Can you recommend a reliable source for obtaining datasets related to park facilities in Austin?"
        ]
    },
    {
        "query_id": "1044",
        "query_text": "music genre, mental music, classical music",
        "split": "2",
        "questions": [
            "Where can I find a dataset related to music genres, including information on mental health and the effects of music on mental well-being?",
            "Is there a publicly available dataset that provides insights into different music genres and their potential benefits for mental health, such as classical music?",
            "Can you recommend a reliable source for obtaining datasets related to music genres and mental health?"
        ]
    },
    {
        "query_id": "1045",
        "query_text": "Maryland, agriculture, vegetative cover, excluding livestock, water management",
        "split": "3",
        "questions": [
            "Where can I find a dataset related to agriculture and vegetative cover in Maryland, which excludes livestock and includes information on water management?",
            "Is there a publicly available dataset that provides insights into the agricultural practices of Maryland?",
            "Can you recommend a reliable source for obtaining datasets related to agriculture and vegetative cover in Maryland?"
        ]
    },
    {
        "query_id": "1046",
        "query_text": "vehicle accidents",
        "split": "1",
        "questions": [
            "Where can I find a dataset related to vehicle accidents, including information on causes, locations, and severity?",
            "Is there a publicly available dataset that provides insights into vehicle accidents, including details such as location, time of day, weather conditions, and other relevant factors?",
            "Can you recommend a reliable source for obtaining datasets related to vehicle accidents?"
        ]
    },
    {
        "query_id": "1047",
        "query_text": "city governance, mayor duties, voting",
        "split": "4",
        "questions": [
            "Where can I find a dataset related to city governance, including information on mayoral duties and voting patterns?",
            "Is there a publicly available dataset that provides insights into the responsibilities of mayors in different cities?"
        ]
    },
    {
        "query_id": "1048",
        "query_text": "victims and offenders under the age of 18",
        "split": "4",
        "questions": [
            "What datasets are available on juvenile victims and offenders?",
            "Can you provide a dataset that includes information on both underage victims and offenders?",
            "Where can I find a dataset that specifically focuses on criminal activities involving minors as both victims and perpetrators?"
        ]
    },
    {
        "query_id": "1049",
        "query_text": "vending machines, beverage, drink offering",
        "split": "0",
        "questions": [
            "Is there a dataset available that lists the different types of beverages offered in vending machines?",
            "What datasets are available on sales figures for different beverage types in vending machines?",
            "Can you provide a dataset that includes information on the location and frequency of beverage restocking in vending machines?"
        ]
    },
    {
        "query_id": "1050",
        "query_text": "response of guardian school quality",
        "split": "2",
        "questions": [
            "Where can I find a dataset on public opinion regarding the school quality provided by The Guardian newspaper?",
            "What datasets are available that examine the impact of Guardian's reporting on school quality in different regions?",
            "Can you provide a dataset that analyzes the correlation between The Guardian's coverage of schools and actual school performance metrics?"
        ]
    },
    {
        "query_id": "1051",
        "query_text": "GeoSpecies Knowledge Base, Species, Ecoregion Classification",
        "split": "4",
        "questions": [
            "What datasets are available on species distribution patterns in different ecoregions within GeoSpecies Knowledge Base?",
            "Is there a dataset that includes information on the conservation status of different species in various ecoregions?"
        ]
    },
    {
        "query_id": "1052",
        "query_text": "energy star markets",
        "split": "4",
        "questions": [
            "What are the top energy-efficient consumer products and commercial equipment that have received Energy Star certification?",
            "Can you provide a list of Energy Star-certified buildings and homes in a specific region or city?"
        ]
    },
    {
        "query_id": "1053",
        "query_text": "Australia Public Record Office wiki",
        "split": "1",
        "questions": [
            "What are the types of public records available at the Australian Public Record Office?",
            "Can you provide a brief history of the Australian Public Record Office, including its establishment and key milestones?"
        ]
    },
    {
        "query_id": "1054",
        "query_text": "goal and kpi of DoITT's Strategic Plan 2015",
        "split": "3",
        "questions": [
            "What were the primary goals of the Department of Information Technology and Telecommunications (DoITT)'s Strategic Plan 2015?",
            "What were the key performance indicators (KPIs) established by DoITT in relation to its Strategic Plan 2015?",
            "How did DoITT engage with stakeholders, including city agencies and community groups, during the development and implementation of its Strategic Plan 2015?"
        ]
    },
    {
        "query_id": "1055",
        "query_text": "Zone Type Code Austria Extension",
        "split": "1",
        "questions": [
            "What is the Zone Type Code Austria Extension?",
            "Can you provide an overview of the different zone types included in the Zone Type Code Austria Extension?",
            "How has the adoption of the Zone Type Code Austria Extension impacted planning and development initiatives in Austria?"
        ]
    },
    {
        "query_id": "1056",
        "query_text": "English and Spanish terminology",
        "split": "2",
        "questions": [
            "What is a comprehensive dataset of English and Spanish terminology? ",
            "Can you recommend a dataset that includes English and Spanish terminology for translation purposes? ",
            "Is there a dataset available that contains common phrases and expressions in both English and Spanish?"
        ]
    },
    {
        "query_id": "1057",
        "query_text": "music genre, copyright year, license, creators' emails, organizations' emails",
        "split": "4",
        "questions": [
            "What are the most popular music genres for a specific copyright year, and where can I find information on the licenses required for each genre? ",
            " Is there a dataset available that includes the email addresses of creators and organizations related to a specific music genre and copyright year? ",
            "How can I access a dataset that contains information on music genres, copyright years, and licensing agreements, along with email contact details for related creators and organizations?"
        ]
    },
    {
        "query_id": "1058",
        "query_text": "active lobbyists",
        "split": "1",
        "questions": [
            "What is the dataset containing information on all active lobbyists and their clients in the United States? ",
            "Which dataset provides a list of all registered active lobbyists and their lobbying activities in the European Union? ",
            "Is there a comprehensive dataset available that lists all the active lobbyists for the top 100 companies in the world?"
        ]
    },
    {
        "query_id": "1059",
        "query_text": "Mathematics Subject Classification, concept, notation, homepage, description, creator",
        "split": "3",
        "questions": [
            "What is the Mathematics Subject Classification and what are its concepts and notations? ",
            "Who is the creator of the Mathematics Subject Classification and where can I find its homepage? ",
            "Can you provide a description of the Mathematics Subject Classification, including its purpose and how it is used in mathematics research?"
        ]
    },
    {
        "query_id": "1060",
        "query_text": "Chattanooga published city datasets",
        "split": "4",
        "questions": [
            "What are the publicly available datasets related to the city of Chattanooga? ",
            "How can I access the datasets published by the city of Chattanooga? ",
            "What type of data is included in the datasets published by the city of Chattanooga and where can I download them?"
        ]
    },
    {
        "query_id": "1061",
        "query_text": "Chinook protection, stock, salmon recovery region, species",
        "split": "4",
        "questions": [
            "What is the Chinook salmon population trend in the salmon recovery region? ",
            "Which species of salmon are most reliant on Chinook salmon stock for survival? ",
            "What datasets are available for analyzing the effectiveness of Chinook salmon protection measures?"
        ]
    },
    {
        "query_id": "1062",
        "query_text": "pop music",
        "split": "1",
        "questions": [
            "What is the dataset containing information about the top-rated pop music of the past decade?  ",
            "Is there a database that includes the sales figures and streaming statistics of the most popular pop songs in the United States?  ",
            "Where can I find a dataset of the most common themes and motifs in pop music lyrics over the last 20 years?"
        ]
    },
    {
        "query_id": "1063",
        "query_text": "dblp conference location",
        "split": "4",
        "questions": [
            "What are the different location venues for conferences indexed in the DBLP dataset?  ",
            "Can you provide me with a list of conference locations that are included in the DBLP dataset?  ",
            "How many conferences in the DBLP dataset have been held at multiple locations, and what are those locations?"
        ]
    },
    {
        "query_id": "1064",
        "query_text": "career about education",
        "split": "1",
        "questions": [
            "What are the most popular career paths in the education industry? ",
            "Which educational degrees or certifications are required for specific careers? ",
            "Can you provide a dataset of job growth and salary statistics for careers in education?"
        ]
    },
    {
        "query_id": "1065",
        "query_text": "scientific conferences in united states",
        "split": "1",
        "questions": [
            "Which scientific conferences have taken place in the United States? ",
            "What are some upcoming scientific conferences in the United States? ",
            "Can you recommend some scientific conferences related to my research field that will be held in the United States?"
        ]
    },
    {
        "query_id": "1066",
        "query_text": "photos of Southampton buildings, 800 pixels",
        "split": "4",
        "questions": [
            "Where can I find a dataset of photos showcasing Southampton buildings with a resolution of 800 pixels? ",
            "Is there a dataset available that specifically includes photos of buildings in Southampton at a size of 800 pixels or larger? ",
            "Are there any datasets available with high-quality photos of buildings in Southampton, England with a minimum size of 800 pixels?"
        ]
    },
    {
        "query_id": "1067",
        "query_text": "air quality permit",
        "split": "4",
        "questions": [
            "1. What is the historical trend of air quality permits issued in the United States? ",
            "2. How many air quality permits have been issued for manufacturing facilities in California in the last year? ",
            "3. What are the air quality standards that need to be met before being issued an air quality permit in New York City?"
        ]
    },
    {
        "query_id": "1068",
        "query_text": "robust infrastructure building plan U.S.",
        "split": "2",
        "questions": [
            "1. What datasets are available on the implementation of the robust infrastructure building plan in the United States?  ",
            "2. Can you suggest any datasets that contain information on the current state of the U.S. infrastructure and the proposed plan for building a more robust infrastructure?  ",
            "3. Which dataset contains information on the funding, timeline, and implementation of the robust infrastructure building plan in the United States?"
        ]
    },
    {
        "query_id": "1069",
        "query_text": "Joy Taylor artist work",
        "split": "4",
        "questions": [
            "What is the dataset that contains information on Joy Taylor's artwork? ",
            " Is there a dataset available that includes a comprehensive list of Joy Taylor's artistic creations?"
        ]
    },
    {
        "query_id": "1070",
        "query_text": "Spanish Terminology",
        "split": "4",
        "questions": [
            "1. What is the most comprehensive dataset for Spanish terminology? ",
            "2. Is there a dataset available that covers all the essential Spanish terminology related to medicine and healthcare? ",
            "3. Where can I find a dataset that includes audio samples for common Spanish terminology?"
        ]
    },
    {
        "query_id": "1071",
        "query_text": "University of Southampton phone service",
        "split": "4",
        "questions": [
            "What is the dataset that contains information about the phone service provided by University of Southampton? ",
            "What data is available in the dataset related to University of Southampton's telephony services?"
        ]
    },
    {
        "query_id": "1072",
        "query_text": "roof material",
        "split": "4",
        "questions": [
            "Can you recommend a dataset that provides information on the popularity and usage of different types of roof materials in residential construction?",
            "What is the environmental impact of various types of roof materials, and is there a publicly available dataset on this topic?",
            "Is there a comprehensive dataset available on the cost and durability of different types of roof materials used in commercial construction projects?"
        ]
    },
    {
        "query_id": "1073",
        "query_text": "New York Heating company",
        "split": "1",
        "questions": [
            "1. What is the dataset that provides information on the energy consumption of New York heating companies?  ",
            "2. Is there a dataset available that shows the average heating costs for households in New York City?   ",
            "3. What dataset contains information on New York heating companies' compliance with energy efficiency standards and regulations?"
        ]
    },
    {
        "query_id": "1074",
        "query_text": "Authors, topics and publication dates of British Library Bibliography",
        "split": "1",
        "questions": [
            "Where can I find a dataset that includes information on the authors, topics, and publication dates of the British Library Bibliography?",
            "Can you provide me with a chronological list of publication dates for the British Library Bibliography?",
            "Can you recommend a dataset that provides information on the frequency and popularity of topics covered in the British Library Bibliography?"
        ]
    },
    {
        "query_id": "1075",
        "query_text": "soil erosion control",
        "split": "4",
        "questions": [
            "1. What datasets are available to analyze the effectiveness of different soil erosion control methods? ",
            "2. Are there any datasets that compare the costs and benefits of implementing different soil erosion control strategies? ",
            "3. Can you provide a dataset that includes information on the long-term impact of soil erosion on agricultural productivity and ecosystems?"
        ]
    },
    {
        "query_id": "1076",
        "query_text": "Permits issued to conduct scientific research project title, permit year, location, area of study",
        "split": "1",
        "questions": [
            "Is there a dataset available that provides information on the permits issued for scientific research projects?",
            "Can you recommend a dataset that includes details on the number of permits issued for scientific research projects in different countries and regions around the world?",
            "What is the trend of permits issued for scientific research projects over the past decade, and is there a publicly available dataset on this topic?"
        ]
    },
    {
        "query_id": "1077",
        "query_text": "evaluation contract of USAID",
        "split": "0",
        "questions": [
            "Can you recommend a dataset that provides information on the evaluation contracts awarded by USAID?",
            "Is there a comprehensive dataset available on the effectiveness of USAID's evaluation contracts?"
        ]
    },
    {
        "query_id": "1078",
        "query_text": "early children education",
        "split": "1",
        "questions": [
            "1. What are some datasets on early childhood education that provide information on developmental milestones for children's cognitive, social, and emotional development? ",
            "2. Is there a dataset available on the effectiveness of early childhood education programs in improving literacy and numeracy skills? ",
            "3. What datasets are available on the impact of early childhood education on children's future academic and career success?"
        ]
    },
    {
        "query_id": "1079",
        "query_text": "uninsured motor or vehicle, physical damage, company, medical payments",
        "split": "3",
        "questions": [
            "1. What datasets are available on uninsured vehicles and their physical damage, as well as company and medical payments data? ",
            "2. Can you provide a dataset that includes information on uninsured motor accidents, vehicle damage, and compensation information from insurance companies? ",
            "3. Is there a dataset out there that covers medical payments and physical damage caused by uninsured vehicles, as well as data on insurance company involvement in these incidents?"
        ]
    },
    {
        "query_id": "1080",
        "query_text": "offenders under 18",
        "split": "0",
        "questions": [
            "Can I find a dataset on the recidivism rate of juvenile offenders within my state?"
        ]
    },
    {
        "query_id": "1081",
        "query_text": "Austin's park development comments",
        "split": "3",
        "questions": [
            "1. What is the dataset that contains the public comments related to the development of Austin's park? ",
            "2. Where can I find the dataset that contains feedback from the community about the Austin Park development? ",
            "3. Is there a dataset available that records the comments and opinions given by residents regarding the progress of the Austin park development project?"
        ]
    },
    {
        "query_id": "1082",
        "query_text": "programs, contracts and department division of child abuse in San Francisco",
        "split": "0",
        "questions": [
            "1. What datasets are available on the programs and contracts related to child abuse prevention in San Francisco? ",
            "2. Can you provide a dataset that includes the department division responsible for handling child abuse cases in San Francisco? ",
            "3. Is there a dataset available that outlines the funding received by San Francisco departments dedicated to preventing child abuse?"
        ]
    },
    {
        "query_id": "1083",
        "query_text": "Cities and graduation rates of high schools offering Spanish courses in the United States",
        "split": "4",
        "questions": [
            "Can you provide me with a dataset that shows the correlation between high schools offering Spanish courses and graduation rates in different cities in the United States?  ",
            "How does the graduation rate of high schools that offer Spanish courses vary among different cities in the United States? Can you show me a dataset that provides this information?"
        ]
    },
    {
        "query_id": "1084",
        "query_text": "documents and outcomes of clearinghouse program",
        "split": "2",
        "questions": [
            "Can you provide me with a dataset containing information on the clearinghouse program's documents and outcomes? ",
            "How can I access data related to the clearinghouse program, including documents and their associated outcomes?"
        ]
    },
    {
        "query_id": "1085",
        "query_text": "the purpose of the workforce development fund and preparation",
        "split": "4",
        "questions": [
            "Can you recommend a dataset that provides information on the utilization and effectiveness of the workforce development fund for job training and preparation?",
            "Is there a comprehensive dataset available on the impact of workforce development programs and funding on employment rates and economic growth?"
        ]
    },
    {
        "query_id": "1086",
        "query_text": "business type and address of small businesses in Hampton",
        "split": "3",
        "questions": [
            "1. What is the dataset that provides information on the types of businesses and their addresses in the Hampton area? ",
            "2. Is there a dataset available that lists the small businesses in Hampton along with their business type and address? ",
            "3. Where can I find a dataset with details of the business type and address of small businesses operating in Hampton?"
        ]
    },
    {
        "query_id": "1087",
        "query_text": "lien, debtor",
        "split": "2",
        "questions": [
            "1. What is the dataset that contains information about liens and debtors? ",
            "2. Where can I find a dataset that lists debtors with active liens against them? ",
            "3. Is there a database that provides information on liens associated with specific debtors?"
        ]
    },
    {
        "query_id": "1088",
        "query_text": "2017 school address",
        "split": "4",
        "questions": [
            "1. What is the dataset containing addresses of schools from the year 2017? ",
            "2. Where can I find the dataset with school addresses for the year 2017? ",
            "3. Is there a dataset available that lists the addresses of schools from the year 2017?"
        ]
    },
    {
        "query_id": "1089",
        "query_text": "lobbyists quarterly activity report",
        "split": "1",
        "questions": [
            "Can you recommend a dataset that contains quarterly activity reports of lobbyists in the United States?",
            "Where can I find a dataset that includes information on the quarterly activities reported by lobbyists in various industries and states?",
            "Is there a dataset available that provides insights into the lobbying activities of corporations across different sectors, based on their quarterly reports?"
        ]
    },
    {
        "query_id": "1090",
        "query_text": "Italian Bibliography",
        "split": "1",
        "questions": [
            "Where can I find a comprehensive dataset of Italian Bibliography spanning several decades?",
            "Is there a dataset available that provides access to the list of published books and articles in Italian literature, history, and culture?",
            "Can you suggest a dataset that contains metadata about various publications related to Italy and its culture?"
        ]
    },
    {
        "query_id": "1091",
        "query_text": "species datasets creators",
        "split": "0",
        "questions": [
            "Who are the creators of the most comprehensive datasets related to various species of animals, plants, and fungi?",
            "Can you suggest a dataset containing information on the creators of several species datasets?",
            "Where can I find a dataset that lists the authors and contributors responsible for creating and maintaining datasets containing information about different species, their habitats, and behaviors?"
        ]
    },
    {
        "query_id": "1092",
        "query_text": "GeoSpecies datasets",
        "split": "4",
        "questions": [
            "Where can I find a comprehensive dataset of GeoSpecies?",
            "Can you suggest a dataset that contains data on the distribution and diversity of different species across different regions and countries worldwide?",
            "Is there a dataset available that provides information on different species' ecological characteristics?"
        ]
    },
    {
        "query_id": "1093",
        "query_text": "IEEE papers, data resource",
        "split": "3",
        "questions": [
            "1. Where can I find a dataset of IEEE papers for research purposes? ",
            "2. What are some reliable sources for obtaining data on IEEE papers? ",
            "3. Can you recommend a platform that provides downloadable IEEE papers in a structured format for analysis?"
        ]
    },
    {
        "query_id": "1094",
        "query_text": "txn.owl creator",
        "split": "0",
        "questions": [
            "Can you suggest a dataset that includes metadata about the txn.owl dataset's origin, including its creators, contributors, and data sources?",
            "Where can I find information on the individuals or organizations responsible for creating and maintaining the txn.owl dataset?"
        ]
    },
    {
        "query_id": "1095",
        "query_text": "Zone Type Code Austria RDF_XML",
        "split": "1",
        "questions": [
            "1. What is the Zone Type Code for Austria in RDF/XML format and where can I find the dataset? ",
            "2. Is there a dataset available in RDF/XML format containing the Zone Type Code for Austria? ",
            "3. Where can I access a dataset in RDF/XML format that includes the Zone Type Code for Austria?"
        ]
    },
    {
        "query_id": "1096",
        "query_text": "cancer, cancer risk, cancer causes, cancer treatments",
        "split": "3",
        "questions": [
            "Is there a comprehensive dataset available that includes information on cancer incidence, risk factors, causes, and treatment outcomes across different populations?",
            "Can you suggest a dataset containing data on the various types of cancer, their genetic and environmental risk factors, and the effectiveness of different treatments and therapies?",
            "Where can I find a dataset that provides insights into cancer prevalence, incidence, and mortality rates worldwide?"
        ]
    },
    {
        "query_id": "1097",
        "query_text": "Canada terminology",
        "split": "1",
        "questions": [
            "1. What are the commonly used terms in Canada and where can I find a dataset to learn them?  ",
            "2. Can you suggest a dataset with a comprehensive list of Canadian terminologies used in different industries?  ",
            "3. How can I access a dataset that contains Canadian terminologies in both French and English languages?"
        ]
    },
    {
        "query_id": "1098",
        "query_text": "IT Project start time and end time",
        "split": "0",
        "questions": [
            "1. What is a dataset that provides information on the start and end times of IT projects? ",
            "2. Is there a dataset available that includes the duration of IT projects from start to finish? ",
            "3. Can you recommend a dataset that includes data on the timeline of IT projects, including their start and end times?"
        ]
    },
    {
        "query_id": "1099",
        "query_text": "Richmond newspapers",
        "split": "1",
        "questions": [
            "1. What is the dataset that contains a collection of Richmond newspapers? ",
            "2. Can you suggest a dataset with a comprehensive collection of newspapers based in Richmond? ",
            "3. Is there a dataset available that contains historical and current newspaper articles from Richmond?"
        ]
    },
    {
        "query_id": "1100",
        "query_text": "Mathematics Subject Classification notation",
        "split": "3",
        "questions": [
            "1. What datasets are available on Mathematics Subject Classification notation and their corresponding categories?  ",
            "2. Can you provide a dataset related to Mathematics Subject Classification notation that includes the most frequently used categories?  ",
            "3. How can I access a comprehensive dataset on Mathematics Subject Classification notation and its relationship with other mathematical concepts and terms?"
        ]
    },
    {
        "query_id": "1101",
        "query_text": "USAID evaluations fiscal year 2016",
        "split": "3",
        "questions": [
            "Can you provide a dataset that shows the performance evaluation of USAID projects for the fiscal year 2016?"
        ]
    },
    {
        "query_id": "1102",
        "query_text": "University of Southampton  room features",
        "split": "0",
        "questions": [
            "Can you provide me with a dataset that includes the room features at the University of Southampton?",
            "Is there a dataset available that lists the room amenities offered by the University of Southampton?"
        ]
    },
    {
        "query_id": "1103",
        "query_text": "gender inclusion",
        "split": "2",
        "questions": [
            "1. What are some datasets available on gender diversity or gender inclusion in the workplace? ",
            "2. Can you share any datasets related to gender inclusion and diversity in education? ",
            "3. Which datasets can provide insights on the impact of gender-inclusive policies on social and economic aspects of society?"
        ]
    },
    {
        "query_id": "1104",
        "query_text": "measles immunization Washington State",
        "split": "4",
        "questions": [
            "Can I get a dataset of the number of children vaccinated for measles in each county of Washington State?"
        ]
    },
    {
        "query_id": "1105",
        "query_text": "City of Chattanooga data steward s email address",
        "split": "4",
        "questions": [
            "Where can I find a dataset that contains the contact information for all data stewards in the City of Chattanooga?",
            "Where can I access the list of all email addresses for data stewards at the City of Chattanooga?"
        ]
    },
    {
        "query_id": "1106",
        "query_text": "ENERGY STAR 2018",
        "split": "3",
        "questions": [
            "Can you provide a dataset that lists the energy-efficient products certified by ENERGY STAR in 2018? ",
            "How has the number of buildings awarded the ENERGY STAR certification changed between 2017 and 2018? Can you provide a dataset with this information?"
        ]
    },
    {
        "query_id": "1107",
        "query_text": "Roof Insurance deductible amount",
        "split": "2",
        "questions": [
            "1. What datasets are available that contain information on typical roof insurance deductible amounts by state? ",
            "2. Can you recommend a dataset that provides detailed information on roof insurance deductible amounts for different types of building structures? ",
            "3. Is there a dataset that compares the average roof insurance deductible amounts across various insurance companies in the United States?"
        ]
    },
    {
        "query_id": "1108",
        "query_text": "location of sales or service provisioning Southampton",
        "split": "1",
        "questions": [
            "1. What is the dataset that provides information on the geographical locations of sales and service provisioning in Southampton? ",
            "2. Is there a dataset available that shows the distribution of sales and service provisioning locations within Southampton? ",
            "3. Can you recommend a dataset that contains information on the specific addresses or coordinates of sales and service provisioning locations in Southampton?"
        ]
    },
    {
        "query_id": "1109",
        "query_text": "salmon recovery population goals",
        "split": "3",
        "questions": [
            "Which datasets contain information regarding the progress of achieving population goals for salmon recovery? ",
            "How have the salmon population goals for recovery changed over time and what datasets can provide this information?"
        ]
    },
    {
        "query_id": "1110",
        "query_text": "Financial Literacy Resource provided by organization name",
        "split": "4",
        "questions": [
            "1. What is the financial literacy program offered by organization name and where can I find the related dataset? ",
            "2. Can you direct me to the dataset for a financial literacy resource provided by organization name and what kind of information does it contain? ",
            "3. Is there a dataset available that showcases the effectiveness of organization name's financial literacy resources? If so, where can I access it?"
        ]
    },
    {
        "query_id": "1111",
        "query_text": "Customer Service Requests comments",
        "split": "0",
        "questions": [
            "1. What is the dataset that contains customer service requests and accompanying comments? ",
            "2. Is there a dataset that includes comments pertaining to customer service requests? ",
            "3. Where can I find a dataset that covers all comments submitted along with customer service requests?"
        ]
    },
    {
        "query_id": "1112",
        "query_text": "ontology of LOD Cloud",
        "split": "2",
        "questions": [
            "Is there a dataset available that includes the ontology used for Linked Open Data Cloud?",
            "What is the structure of the ontology utilized by the LOD Cloud and where can I find a dataset that outlines this information?",
            "Can you provide me with a dataset that maps out the relationships between various entities within the LOD Cloud's ontology?"
        ]
    },
    {
        "query_id": "1113",
        "query_text": "package store in Suffield",
        "split": "0",
        "questions": [
            "1. What is the dataset that contains information on all package stores located in Suffield, Connecticut? ",
            "2. Is there a dataset available that lists all the package stores in Suffield, and provides additional details such as their addresses, operating hours, and contact information? ",
            "3. Can you recommend a dataset that contains the list of licensed package stores in Suffield, along with their permit numbers and expiration dates?"
        ]
    },
    {
        "query_id": "1114",
        "query_text": "Comments supports low emission vehicles in the email",
        "split": "0",
        "questions": [
            "1. What is the dataset that contains comments supporting low emission vehicles in emails? ",
            "2. Where can I find a dataset that includes emails with comments in support of low emission vehicles?  ",
            "3. Is there a dataset available featuring email comments that show support for low emission vehicles?"
        ]
    },
    {
        "query_id": "1115",
        "query_text": "monument type",
        "split": "2",
        "questions": [
            "1. What are the different types of monuments found around the world and where can I find datasets containing information on their dimensions, materials, and historical significance? ",
            "2. How have monument types evolved over time and what datasets can I access to compare and contrast these changes? ",
            "3. Are there any datasets available that classify monuments by their artistic and architectural styles, and what are the major features of these styles?"
        ]
    },
    {
        "query_id": "1116",
        "query_text": "air quality standard",
        "split": "3",
        "questions": [
            "What datasets are available for air quality standards worldwide?",
            "Can you provide a dataset that outlines the air quality standards for different air pollutants in Europe?"
        ]
    },
    {
        "query_id": "1117",
        "query_text": "archaeological heritage",
        "split": "4",
        "questions": [
            "1. What is the archaeological heritage dataset that provides information on the cultural artifacts and sites under protection?  ",
            "2. Is there a dataset available that documents the archaeological heritage and excavations carried out worldwide?  ",
            "3. Can you recommend a dataset that covers data on the preservation and conservation status of archaeological heritage sites?"
        ]
    },
    {
        "query_id": "1118",
        "query_text": "comments for landfill emission",
        "split": "3",
        "questions": [
            "1. What datasets are available for monitoring comments related to landfill emissions? ",
            "2. How can I access the dataset containing comments on landfill emissions, and what kind of information will it provide me? ",
            "3. Is there a dataset with comments on the impact of landfill emissions on the environment, and how can I obtain this dataset?"
        ]
    },
    {
        "query_id": "1119",
        "query_text": "agency about civil service",
        "split": "0",
        "questions": [
            "1. What is the dataset that contains information about civil service agencies?",
            "2. Which dataset can provide details about government agencies managing civil service? ",
            "3. Is there a dataset available that covers information about the civil service agencies?"
        ]
    },
    {
        "query_id": "1120",
        "query_text": "undersea features",
        "split": "3",
        "questions": [
            "1. What datasets are available that provide information on undersea features and their locations? ",
            "2. Can you recommend a dataset that contains detailed information on undersea topography and features? ",
            "3. What datasets can I find that include information on both the physical characteristics and biological communities of undersea features?"
        ]
    },
    {
        "query_id": "1121",
        "query_text": "closed cases in September 2018",
        "split": "4",
        "questions": [
            "Can you provide a dataset with information on closed cases for the month of September 2018?"
        ]
    },
    {
        "query_id": "1122",
        "query_text": "outreach activities June",
        "split": "0",
        "questions": [
            "Can you provide a dataset of outreach activities that took place in June, including types of activities, organizations involved, dates, and success metrics?"
        ]
    },
    {
        "query_id": "1123",
        "query_text": "recommend people for positions in Cleaner Air Oregon Regulatory Overhaul Advisory",
        "split": "3",
        "questions": [
            "Is there a dataset available that includes recommendations for individuals to fill positions in the Cleaner Air Oregon Regulatory Overhaul Advisory committee?",
            "Can you provide me with a dataset that outlines the qualifications required for the positions within the Cleaner Air Oregon Regulatory Overhaul Advisory committee?",
            "Where can I find a dataset that provides information about the members of the Cleaner Air Oregon Regulatory Overhaul Advisory committee?"
        ]
    },
    {
        "query_id": "1124",
        "query_text": "public safety charge",
        "split": "1",
        "questions": [
            "1. What datasets are available related to public safety charges in the United States? ",
            "2. How can I access a dataset containing information on public safety charges nationally? ",
            "3. Is there any open dataset that includes public safety charges and convictions at the state level in the past year?"
        ]
    },
    {
        "query_id": "1125",
        "query_text": "person name in National Library of Russia",
        "split": "1",
        "questions": [
            "1. What is the dataset containing names of individuals housed in the National Library of Russia? ",
            "2. Is there a collection in the National Library of Russia consisting of personal names? ",
            "3. Can I find a dataset of names of people located in the National Library of Russia?"
        ]
    },
    {
        "query_id": "1126",
        "query_text": "Social web content",
        "split": "3",
        "questions": [
            "1. What datasets are available that contain social media content, such as posts, comments, and likes, from platforms like Facebook, Twitter, and Instagram? ",
            "2. Is there a dataset that specifically focuses on user-generated content on social media platforms, and what insights can be gleaned from it? ",
            "3. What datasets can provide information on the effectiveness and engagement levels of social media content, including click-through rates, views, and shares?"
        ]
    },
    {
        "query_id": "1127",
        "query_text": "cases for city planning 2013",
        "split": "0",
        "questions": [
            "1. What is the dataset that contains information on city planning cases from the year 2013?  ",
            "2. Where can I find a dataset related to cases for city planning that occurred in 2013?  ",
            "3. Is there a dataset available that provides data on city planning cases specifically from the year 2013?"
        ]
    },
    {
        "query_id": "1128",
        "query_text": "children care program",
        "split": "4",
        "questions": [
            "Is there a dataset available that provides information on enrollment rates and the demographics of children participating in childcare programs?",
            "Can you provide me with a dataset that outlines the costs associated with different childcare programs for children?"
        ]
    },
    {
        "query_id": "1129",
        "query_text": "agency to reduce homeless individuals",
        "split": "4",
        "questions": [
            "1. What are the available datasets on homelessness reduction strategies implemented by government agencies? ",
            "2. Which datasets contain information on successful tactics or programs used by agencies to reduce the number of homeless individuals in their respective regions? ",
            "3. Can you suggest any datasets that provide insights on the effectiveness of different agency approaches to reduce the number of people experiencing homelessness?"
        ]
    },
    {
        "query_id": "1130",
        "query_text": "Election results by precinct",
        "split": "1",
        "questions": [
            "Can you provide a dataset that shows the election results for each precinct?"
        ]
    },
    {
        "query_id": "1131",
        "query_text": "Personal profiles from realify",
        "split": "4",
        "questions": [
            "What is the dataset containing personal profiles from Realify and how can it be leveraged for research or analysis?"
        ]
    },
    {
        "query_id": "1132",
        "query_text": "Alderman 2013",
        "split": "2",
        "questions": [
            "1. What data is available in the Alderman 2013 dataset? ",
            "2. How can I access the Alderman 2013 dataset and what information does it contain?"
        ]
    },
    {
        "query_id": "1133",
        "query_text": "language feature about German",
        "split": "3",
        "questions": [
            "where can I find a dataset that outlines the key linguistic features of the German language?",
            "Can you provide me with a dataset that compares the grammatical structures of German to other languages within the same language family?",
            "Is there a dataset available that provides information about the geographical distribution of German as a primary language?"
        ]
    },
    {
        "query_id": "1134",
        "query_text": "constructional material types",
        "split": "2",
        "questions": [
            "Can you provide a dataset of various constructional material options for building construction?"
        ]
    },
    {
        "query_id": "1135",
        "query_text": "Transit equipment services",
        "split": "2",
        "questions": [
            "1. What datasets are available on transit equipment services that can provide information on equipment performance, maintenance history, and repair costs? ",
            "2. Can you suggest a dataset that includes data on the types of transit equipment used in various cities in the United States? ",
            "3. Are there any datasets available that provide real-time data on transit equipment availability and location within a specific city?"
        ]
    },
    {
        "query_id": "1136",
        "query_text": "threatened salmonid species",
        "split": "0",
        "questions": [
            "Can you provide me with a dataset on the distribution of threatened salmonid species in different regions?"
        ]
    },
    {
        "query_id": "1137",
        "query_text": "cases about airports",
        "split": "1",
        "questions": [
            "Can you provide a dataset of airport security incidents, such as breaches, thefts, or unlawful activities, that have occurred within the United States in the past year? ",
            "Is there a dataset available that tracks and categorizes customer complaints about airport services, amenities, and overall experiences?"
        ]
    },
    {
        "query_id": "1138",
        "query_text": "improve services of human resources administration agency",
        "split": "2",
        "questions": [
            "1. What datasets are available to analyze the performance of the human resources administration agency and improve their services? ",
            "2. Can you suggest any dataset that can help me identify the common problems faced by the human resources administration agency and suggest ways to address them? ",
            "3. Is there a dataset available that can provide insights on the employee satisfaction rate within the human resources administration agency and help improve their services accordingly?"
        ]
    },
    {
        "query_id": "1139",
        "query_text": "Case completed by the urban planning department in the South Valley",
        "split": "3",
        "questions": [
            "Can I find a dataset of completed cases handled by the South Valley's urban planning department?"
        ]
    },
    {
        "query_id": "1140",
        "query_text": "drones use type",
        "split": "0",
        "questions": [
            "Can you provide a dataset that categorizes drones according to their use type?"
        ]
    },
    {
        "query_id": "1141",
        "query_text": "title and description of social web content",
        "split": "0",
        "questions": [
            "1. What datasets provide information on the titles and descriptions of social web content? ",
            "2. How can I find a dataset that includes titles and descriptions of social media posts? ",
            "3. What are some datasets containing metadata on social web content, such as titles and descriptions?"
        ]
    },
    {
        "query_id": "1142",
        "query_text": "housing cases in July 2018",
        "split": "4",
        "questions": [
            "Can you provide a dataset that contains information on housing-related legal cases that occurred in July 2018?",
            "Where can I find a dataset that includes details of housing disputes and litigation that took place in July 2018?"
        ]
    },
    {
        "query_id": "1143",
        "query_text": "publishing open data",
        "split": "4",
        "questions": [
            "What are the best sources for publishing open data, and which datasets are currently available for public access in this field?"
        ]
    },
    {
        "query_id": "1144",
        "query_text": "LGBTQ students",
        "split": "3",
        "questions": [
            "1. What datasets exist that provide information on the experiences of LGBTQ students in American schools? ",
            "2. Is there a dataset available that explores the academic performance and graduation rates of LGBTQ students compared to their heterosexual peers? ",
            "3. Are there any datasets that detail incidents of bullying, harassment, or discrimination against LGBTQ students in schools around the world?"
        ]
    },
    {
        "query_id": "1145",
        "query_text": "lobbyists",
        "split": "0",
        "questions": [
            "1. What datasets are available on lobbyists' activities and spending in the United States? ",
            "2. How can I access datasets on the registration and reporting requirements for lobbyists in different countries? ",
            "3. What datasets provide insights into the relationship between lobbyists and politicians in various regions around the world?"
        ]
    },
    {
        "query_id": "1146",
        "query_text": "Alderman application requirements",
        "split": "0",
        "questions": [
            "Can you provide me with a dataset that includes the demographic information of individuals who have previously applied to become an Alderman?",
            "Where can I find a dataset that provides information about the training and development opportunities for Aldermen and the associated application requirements?"
        ]
    },
    {
        "query_id": "1147",
        "query_text": "comments for clean fuels program",
        "split": "4",
        "questions": [
            "Is there a dataset available containing all of the comments received for the clean fuels program?"
        ]
    },
    {
        "query_id": "1148",
        "query_text": "environmental protection budget",
        "split": "0",
        "questions": [
            "Can you provide me with a dataset that compares the environmental protection budgets of different countries or regions?",
            "Is there a dataset available that outlines the historical trends in funding for environmental protection programs?"
        ]
    },
    {
        "query_id": "1149",
        "query_text": "water quality program",
        "split": "1",
        "questions": [
            "Is there a dataset available that provides information about the water quality testing results and trends generated by water quality programs?",
            "Can you provide me with a dataset that lists the different water quality programs in place across various regions and organizations?",
            "Where can I find a dataset that outlines the funding and expenditure breakdown for water quality programs?"
        ]
    },
    {
        "query_id": "1150",
        "query_text": "PCO races",
        "split": "2",
        "questions": [
            "1. What datasets are available that contain information on PCO races?",
            "2. Is there a dataset that provides historical results of PCO races across different regions? ",
            "3. Can you recommend a dataset that includes demographics of PCO candidates and voters in recent races?"
        ]
    },
    {
        "query_id": "1151",
        "query_text": "lobbyists names and addresses",
        "split": "0",
        "questions": [
            "What is the dataset containing information about the names and addresses of lobbyists registered in the United States? ",
            "Is there a dataset available that contains the names and addresses of lobbyists who are registered to lobby the U.S. government?"
        ]
    },
    {
        "query_id": "1152",
        "query_text": "people with hiv",
        "split": "3",
        "questions": [
            "Can you provide a dataset with information about the transmission routes of HIV and how it spreads across different populations?  ",
            "Could you please share a dataset containing the latest medical research on HIV symptoms, diagnosis, and available treatments?"
        ]
    },
    {
        "query_id": "1153",
        "query_text": "Anti-Jewish crimes",
        "split": "1",
        "questions": [
            "1. What datasets provide information on incidents of crimes committed against individuals with Jewish ethnicity or religion? ",
            "2. Can you recommend a dataset that contains a collection of instances of Anti-Jewish crimes? ",
            "3. Where can I find a dataset with a comprehensive list of Anti-Jewish hate crimes reported in different countries over the past decade?"
        ]
    },
    {
        "query_id": "1154",
        "query_text": "Longer Term Financing programs in ashland",
        "split": "2",
        "questions": [
            "Is there a dataset available that lists the different longer-term financing programs available to residents and businesses in Ashland?",
            "Where can I find a dataset that compares the success rates and repayment histories associated with different longer-term financing programs offered in Ashland?"
        ]
    },
    {
        "query_id": "1155",
        "query_text": "Alderman application materials",
        "split": "2",
        "questions": [
            "Where can I find a dataset of Alderman application materials for the past five years?"
        ]
    },
    {
        "query_id": "1156",
        "query_text": "building structure",
        "split": "0",
        "questions": [
            "What datasets are available on building structures for earthquake safety assessments?",
            "What data is available on building construction materials and their environmental impact?",
            "Is there a dataset on building code violations and safety inspections in a particular city?"
        ]
    },
    {
        "query_id": "1157",
        "query_text": "geographic area type in city planning",
        "split": "1",
        "questions": [
            "1. What datasets exist for geographic area types used in city planning? ",
            "2. Can you provide a dataset that categorizes geographic areas commonly used in urban planning? ",
            "3. Which datasets include information on various geographic area types for use in city planning?"
        ]
    },
    {
        "query_id": "1158",
        "query_text": "admin for children's services",
        "split": "4",
        "questions": [
            "1. What datasets are available for analyzing the work of administrators in children's services? ",
            "2. Can you provide a dataset that includes information on job performance and qualifications of administrators in children's services? ",
            "3. Is there a dataset available that gives an overview of the number of children's services administrators currently employed in various regions across the country?"
        ]
    },
    {
        "query_id": "1159",
        "query_text": "category of youth opportunity portal",
        "split": "1",
        "questions": [
            "What  dataset are about the various categories available in the youth opportunity portal?",
            "Can you provide me with a dataset of categories included in the youth opportunity portal?"
        ]
    },
    {
        "query_id": "1160",
        "query_text": "Assistance Recipients 2000",
        "split": "1",
        "questions": [
            "Can you provide a dataset detailing the number of individuals who received assistance in the year 2000 broken down by state or region?"
        ]
    },
    {
        "query_id": "1161",
        "query_text": "child welfare",
        "split": "2",
        "questions": [
            "What datasets are available related to child welfare rates in different states?",
            "What are the current statistics on child welfare in the United States?",
            "How can I access a dataset on the number of cases reported for child welfare in a particular region?"
        ]
    },
    {
        "query_id": "1162",
        "query_text": "DEQ organization",
        "split": "0",
        "questions": [
            "1. What datasets can provide information about the air and water quality monitored by the DEQ organization? ",
            "2. Is there a dataset available that shows the budget and expenditures of the DEQ organization for the past five years? ",
            "3. What dataset can provide information on the number of enforcement actions taken by the DEQ organization against companies violating environmental regulations in a specific state?"
        ]
    },
    {
        "query_id": "1163",
        "query_text": "Southampton airport",
        "split": "2",
        "questions": [
            "1. What is the dataset that provides information about the flights arriving at and departing from Southampton airport? ",
            "2. Is there a dataset available that contains real-time data on Southampton airport's flight schedules and delays? ",
            "3. Where can I find a dataset that lists all the airlines operating at Southampton airport along with their contact information?"
        ]
    },
    {
        "query_id": "1164",
        "query_text": "Derby",
        "split": "0",
        "questions": [
            "1. What datasets are available related to the city of Derby? ",
            "2. Is there a dataset that includes demographic information for Derby, England? ",
            "3. Where can I find a dataset with historical weather data for Derby, UK?"
        ]
    },
    {
        "query_id": "1165",
        "query_text": "immunocompetent people",
        "split": "2",
        "questions": [
            "1. What datasets are available on immunocompetent individuals? ",
            "2. Are there any datasets that outline the characteristics of immunocompetent people? ",
            "3. Which datasets provide information on immune response in immunocompetent individuals?"
        ]
    },
    {
        "query_id": "1166",
        "query_text": "cryptosporidiosis cases residence",
        "split": "2",
        "questions": [
            "Is there a dataset that provides information on the number of cryptosporidiosis cases by residential location?",
            "Where can I find data on the incidence of cryptosporidiosis in specific residential areas?",
            "What dataset contains information on the distribution of cryptosporidiosis cases among different types of residential areas?"
        ]
    },
    {
        "query_id": "1167",
        "query_text": "wikidata alignment",
        "split": "4",
        "questions": [
            "1. What is the dataset that contains information about the alignment of Wikidata items with other knowledge bases or ontologies? ",
            "2. Which dataset provides a mapping between Wikidata and other knowledge graphs, allowing for seamless integration and cross-referencing of information? ",
            "3. Can you recommend a dataset that contains information about the matching and alignment of entities across various data sources, including Wikidata?"
        ]
    },
    {
        "query_id": "1168",
        "query_text": "public safety expenditures",
        "split": "4",
        "questions": [
            "What is the dataset that contains information on public safety expenditures?",
            "Where can I find a dataset that shows how much public funds are spent on ensuring public safety?",
            "Is there a dataset available that presents a breakdown of public safety expenditures by state or region?"
        ]
    },
    {
        "query_id": "1169",
        "query_text": "postalCode 05202 CEDEX locations",
        "split": "0",
        "questions": [
            "Where can I find a dataset with information about CEDEX locations in the postal code 05202 area? ",
            "Can you provide me with a dataset containing the addresses and locations of all CEDEX services in the postal code 05202 area?"
        ]
    },
    {
        "query_id": "1170",
        "query_text": "Mount Baker Hub Business Association",
        "split": "1",
        "questions": [
            "Is there a dataset available on businesses affiliated with the Mount Baker Hub Business Association?",
            "What dataset contains information on member businesses of the Mount Baker Hub Business Association?",
            "Where can I find data on the economic impact of the Mount Baker Hub Business Association on the local community?"
        ]
    },
    {
        "query_id": "1171",
        "query_text": "equipment concern",
        "split": "3",
        "questions": [
            "1. What datasets contain information on equipment concerns within the manufacturing industry? ",
            "2. Is there a dataset available that provides insights on common equipment concerns in the construction sector? ",
            "3. Where can I find a dataset that analyzes the frequency and types of equipment concerns reported in the aviation industry?"
        ]
    },
    {
        "query_id": "1172",
        "query_text": "seo plugin",
        "split": "3",
        "questions": [
            "Is there a comprehensive dataset that compares the performance of different SEO plugins in terms of improvements in search engine rankings?"
        ]
    },
    {
        "query_id": "1173",
        "query_text": "teacher wages",
        "split": "1",
        "questions": [
            "What dataset provides information on the wages earned by teachers in different states or regions of the country?",
            "Where can I find a dataset that contains data on the average salaries of public school teachers in the United States?",
            "Is there a dataset available that shows how teacher wages have changed over time?"
        ]
    },
    {
        "query_id": "1174",
        "query_text": "legislative action",
        "split": "0",
        "questions": [
            "1. What datasets are available on legislative action at the federal level in the United States? ",
            "2. Is there a comprehensive global dataset that captures all legislative action taken by governments around the world? ",
            "3. Can I find a dataset on legislative action related to climate change policies and regulations?"
        ]
    },
    {
        "query_id": "1175",
        "query_text": "cultural heritage",
        "split": "1",
        "questions": [
            "1. What cultural heritage datasets are available for [specific location] and how can they be accessed? ",
            "2. Can you provide information on the most prominent cultural heritage datasets available for educational purposes? ",
            "3. How can I access a comprehensive dataset on endangered cultural heritage sites globally?"
        ]
    },
    {
        "query_id": "1176",
        "query_text": "English Heritage",
        "split": "2",
        "questions": [
            "1. What datasets contain information about English Heritage sites?  ",
            "2. Can you recommend any databases with datasets related to English Heritage preservation and management?  ",
            "3. What are some publicly available datasets on English Heritage buildings and monuments?"
        ]
    },
    {
        "query_id": "1177",
        "query_text": "intellectual disability",
        "split": "0",
        "questions": [
            "1. What are the most common causes of intellectual disability, and where can I find datasets related to it? ",
            "2. Can you recommend any datasets that investigate the social and economic impact of intellectual disability on individuals and their families? ",
            "3. Which datasets are available that focus on the prevalence and diagnosis of intellectual disability across different age groups and demographics?"
        ]
    },
    {
        "query_id": "1178",
        "query_text": "Italian parliamentary activities",
        "split": "4",
        "questions": [
            "How can I access the dataset related to Italian parliamentary activities?",
            "What is the frequency or timeframe covered by the dataset of Italian parliamentary activities?"
        ]
    },
    {
        "query_id": "1179",
        "query_text": "storage device",
        "split": "1",
        "questions": [
            "What dataset contains information on the specifications and capacities of different types of storage devices?",
            "Where can I find a dataset that provides detailed information on the performance and reliability of various brands and models of storage devices?",
            "Is there a publicly available dataset that contains data on the market size and forecast for different types of storage devices in various regions of the world?"
        ]
    },
    {
        "query_id": "1180",
        "query_text": "Public Act",
        "split": "1",
        "questions": [
            "1. What are the datasets related to Public Acts passed by the United States Congress? ",
            "2. Can I find any dataset about state-level Public Acts designated by authorities in California? ",
            "3. Is there a dataset available that includes historical records of Public Acts passed by the British Parliament?"
        ]
    },
    {
        "query_id": "1181",
        "query_text": "road event",
        "split": "3",
        "questions": [
            "1. What datasets are available for analyzing road events and their impact on traffic patterns? ",
            "2. Where can I find a comprehensive dataset on road events, including accidents and road closures? ",
            "3. How can I access a dataset on road events to study their frequency and possible causes?"
        ]
    },
    {
        "query_id": "1182",
        "query_text": "recipients in Sharon",
        "split": "2",
        "questions": [
            "Can you provide a dataset showing the income levels of the recipients in Sharon?"
        ]
    },
    {
        "query_id": "1183",
        "query_text": "streetscape improvements",
        "split": "2",
        "questions": [
            "1. What datasets are available on streetscape improvements and their outcomes? ",
            "2. Is there a dataset that shows the economic impact of streetscape improvements on neighborhoods? ",
            "3. What datasets exist that analyze the relationship between community engagement and the success of streetscape improvement projects?"
        ]
    },
    {
        "query_id": "1184",
        "query_text": "monument classification",
        "split": "0",
        "questions": [
            "1. What datasets are available for monument classification?  ",
            "2. Can you recommend a dataset for monument classification tasks?  ",
            "3. Where can I find a dataset that includes information on monument classification?"
        ]
    },
    {
        "query_id": "1185",
        "query_text": "Direction of closed road",
        "split": "1",
        "questions": [
            "1. What is the dataset that provides information on the direction of a closed road? ",
            "2. Is there a dataset available that shows the orientation of the closed road? ",
            "3. Where can I find a dataset that contains the direction of a road that has been closed?"
        ]
    },
    {
        "query_id": "1186",
        "query_text": "Civil Penalties of Columbia Riverkeeper",
        "split": "3",
        "questions": [
            "Is there a dataset available on civil penalties issued by the Columbia Riverkeeper environmental organization?",
            "What dataset contains information on the number and types of civil penalties imposed by the Columbia Riverkeeper for violations of environmental regulations?",
            "Where can I find data on the monetary amounts of civil penalties assessed by the Columbia Riverkeeper against companies or individuals who have violated environmental laws?"
        ]
    },
    {
        "query_id": "1187",
        "query_text": "lobbyist gifts for alderman",
        "split": "4",
        "questions": [
            "1. What is the dataset showing lobbyist gifts received by aldermen? ",
            "2. Can you provide me with a dataset that lists the value of lobbyist gifts given to aldermen? ",
            "3. Where can I find a dataset containing information on lobbyist gifts received by aldermen in a specific city/state?"
        ]
    },
    {
        "query_id": "1188",
        "query_text": "Election results by party",
        "split": "4",
        "questions": [
            "Where can I find a dataset that includes election results broken down by political party?",
            "Is there a dataset available that provides the number of votes and seats won by each political party in recent elections?",
            "What sources can I use to access election data organized by political party?"
        ]
    },
    {
        "query_id": "1189",
        "query_text": "permit fee of timber industry",
        "split": "3",
        "questions": [
            "What dataset contains information on the permit fees paid by the timber industry for logging activities on publicly owned lands?",
            "Where can I find a dataset that provides data on the amount of permit fees paid by timber companies for harvesting trees on private land?",
            "Is there a dataset available that shows how the permit fees charged to the timber industry have changed over time?"
        ]
    },
    {
        "query_id": "1190",
        "query_text": "ENV cases completed 2015",
        "split": "2",
        "questions": [
            "Can you provide a dataset that shows the detailed information of all the completed ENV cases in 2015?"
        ]
    },
    {
        "query_id": "1191",
        "query_text": "cpc city planning cases",
        "split": "2",
        "questions": [
            "Can you provide a dataset of city planning cases that have been evaluated by the CPC?"
        ]
    },
    {
        "query_id": "1192",
        "query_text": "credit personal loans",
        "split": "2",
        "questions": [
            "1. What datasets are available for analyzing the trends in personal loans and credit scores? ",
            "2. How can I access a dataset that includes information on the approval rates for personal credit loans? ",
            "3. Is there a dataset available that contains information on the interest rates and repayment terms for personal loans and credit cards?"
        ]
    },
    {
        "query_id": "1193",
        "query_text": "Telecommunication in milpitas",
        "split": "3",
        "questions": [
            "1. What datasets are available related to Telecommunication in Milpitas and how can they be accessed? ",
            "2. How can I find a dataset that contains detailed information about the Telecommunication industry in Milpitas? ",
            "3. Is there a dataset available that provides insights on the growth and trends of the Telecommunication market in Milpitas?"
        ]
    },
    {
        "query_id": "1194",
        "query_text": "health programs",
        "split": "2",
        "questions": [
            "Is there a dataset on the effectiveness of workplace health programs in reducing absenteeism?"
        ]
    },
    {
        "query_id": "1195",
        "query_text": "Washington lobbyists",
        "split": "2",
        "questions": [
            "1. What is the dataset that contains information about the activities and financial transactions of Washington lobbyists? ",
            "2. Is there a dataset available that lists the top lobbying firms in Washington and their corresponding clients or issues they are working on? ",
            "3. Where can I find a dataset that shows the demographics and affiliations of Washington lobbyists and the organizations they are associated with?"
        ]
    },
    {
        "query_id": "1196",
        "query_text": "lifelong learning activities",
        "split": "1",
        "questions": [
            "1. What are the available lifelong learning activities datasets and how can I access them? ",
            "2. Which datasets contain information on the benefits of lifelong learning activities? ",
            "3. Can you recommend a dataset on participation rates in lifelong learning activities among different age groups?"
        ]
    },
    {
        "query_id": "1197",
        "query_text": "SEA precinct counts",
        "split": "2",
        "questions": [
            "What dataset provides information on precinct-level voting counts for the State Environmental Area (SEA) referendum?",
            "Where can I find a dataset that shows the number of votes cast for and against the SEA referendum in each precinct?",
            "Is there a publicly available dataset containing data on voter turnout and participation rates by precinct for the SEA referendum?"
        ]
    },
    {
        "query_id": "1198",
        "query_text": "mouth entity",
        "split": "3",
        "questions": [
            "Is there a dataset available that lists all the diseases and conditions associated with the mouth entity?",
            "Could you provide a dataset that categorizes the various muscles and bones that make up the mouth entity?"
        ]
    },
    {
        "query_id": "1199",
        "query_text": "apartment investments and management company",
        "split": "1",
        "questions": [
            "What datasets are available on apartment investments and management companies for market research purposes? ",
            "Can you recommend any datasets on apartment investments and management companies that include geographical information or property specifics?"
        ]
    },
    {
        "query_id": "1200",
        "query_text": "Activity Expenses",
        "split": "4",
        "questions": [
            "1. What is the dataset that contains information on activity expenses for various companies? ",
            "2. Where can I find a dataset that shows the breakdown of activity expenses for different business sectors? ",
            "3. Is there a dataset available that lists the activity expenses of non-profit organizations?"
        ]
    },
    {
        "query_id": "1201",
        "query_text": "senior manager of data and assessment",
        "split": "0",
        "questions": [
            "1. What datasets are available for analyzing the performance of senior managers in data and assessment roles? ",
            "2. Are there any datasets related to the job responsibilities of senior managers in data and assessment fields? ",
            "3. What datasets can provide insights into the skills and experience required for a senior manager position in data and assessment?"
        ]
    },
    {
        "query_id": "1202",
        "query_text": "Hartford Planning Regions",
        "split": "0",
        "questions": [
            "1. What are the boundaries of the Hartford Planning Regions in Connecticut and how can I download a dataset with this information? ",
            "2. Can you provide me with a list of the municipalities that are included within the Hartford Planning Regions and where I can find a downloadable dataset for this information? ",
            "3. I'm conducting a research project on the Hartford Planning Regions and I need access to a dataset that provides demographic and socio-economic data for each municipality within these regions. Where can I find and download this data?"
        ]
    },
    {
        "query_id": "1203",
        "query_text": "regional education service center in Connecticut",
        "split": "2",
        "questions": [
            "What dataset contains information on the regional education service centers in Connecticut?",
            "Where can I find a dataset that provides data on the funding and budgetary allocations for each regional education service center in Connecticut?",
            "Is there a dataset available that shows how student performance and educational outcomes vary across different regional education service centers in Connecticut?"
        ]
    },
    {
        "query_id": "1204",
        "query_text": "Bonneville environmental foundation",
        "split": "2",
        "questions": [
            "1. What is the dataset of Bonneville Environmental Foundation's carbon offset projects? ",
            "2. Can you provide me with the dataset of Bonneville Environmental Foundation's renewable energy usage by region? ",
            "3. Where can I find the dataset of Bonneville Environmental Foundation's water conservation efforts and their impact on local ecosystems?"
        ]
    },
    {
        "query_id": "1205",
        "query_text": "Arrests 2012",
        "split": "2",
        "questions": [
            "What dataset contains information on arrests made in the year 2012?",
            "Where can I find a dataset that provides data on the number and types of arrests made in each state or region of the United States in 2012?",
            "Is there a publicly available dataset that shows the demographic characteristics of individuals arrested in 2012?"
        ]
    },
    {
        "query_id": "1206",
        "query_text": "Community Investment",
        "split": "0",
        "questions": [
            "1. What datasets are available on community investments made by corporations and foundations? ",
            "2. How can I find a dataset on the impact of community investment on economic growth in rural areas? ",
            "3. Are there any datasets that track the social and environmental outcomes of community investment programs across different regions of the world?"
        ]
    },
    {
        "query_id": "1207",
        "query_text": "housing fund",
        "split": "3",
        "questions": [
            "Can you provide a dataset showing the correlation between housing fund investments and home ownership rates in major cities around the world?"
        ]
    },
    {
        "query_id": "1208",
        "query_text": "incidents 2017",
        "split": "4",
        "questions": [
            "Can you provide a dataset showing the type and frequency of incidents that occurred in 2017?"
        ]
    },
    {
        "query_id": "1209",
        "query_text": "Association of Global Automakers",
        "split": "3",
        "questions": [
            "What dataset contains information on the member companies and affiliates of the Association of Global Automakers?",
            "Where can I find a dataset that shows how lobbying expenditures by the Association of Global Automakers have changed over time?",
            "Is there a publicly available dataset that provides data on the economic impact of the Association of Global Automakers on the automotive industry and related sectors?"
        ]
    },
    {
        "query_id": "1210",
        "query_text": "passenger safety",
        "split": "0",
        "questions": [
            "1. What are the datasets available on passenger safety incidents in the transportation sector? ",
            "2. Can you recommend a dataset that provides insight into the safety records of commercial airliners for the past decade? ",
            "3. Are there any datasets available that analyze passenger safety trends in public transportation systems such as buses and trains?"
        ]
    },
    {
        "query_id": "1211",
        "query_text": "lobbyists register date",
        "split": "0",
        "questions": [
            "Can you provide me with a dataset that shows the registration dates of all lobbyists?"
        ]
    },
    {
        "query_id": "1212",
        "query_text": "Advanced Biofuels Business Council",
        "split": "3",
        "questions": [
            "1. What datasets are available on Advanced Biofuels Business Council's industry trends? ",
            "3. What datasets are available on Advanced Biofuels Business Council's impact on the global energy industry?"
        ]
    },
    {
        "query_id": "1213",
        "query_text": "safety fee",
        "split": "1",
        "questions": [
            "What dataset contains information on safety fees charged by various regulatory agencies or organizations?",
            "Where can I find a dataset that shows how safety fees have changed over time?",
            "Is there a publicly available dataset that provides data on the amount of revenue generated by safety fees?"
        ]
    },
    {
        "query_id": "1214",
        "query_text": "Eastside Portland Air Coalition",
        "split": "2",
        "questions": [
            "1. What information is available on the air quality in the Eastside Portland region, specifically related to the Eastside Portland Air Coalition? ",
            "2. Can you provide me with a dataset related to air pollution levels in the Eastside Portland area, particularly with regards to the efforts of the Eastside Portland Air Coalition? ",
            "3. Is there a dataset available showing the effectiveness of the strategies implemented by the Eastside Portland Air Coalition to improve air quality in the area?"
        ]
    },
    {
        "query_id": "1215",
        "query_text": "fire incidents",
        "split": "2",
        "questions": [
            "1. What is the dataset that contains information about fire incidents in a certain area or region? ",
            "2. Is there a dataset available that tracks the causes and damages of fire incidents over a period of time? ",
            "3. Where can I find a dataset that compiles the number and location of fire incidents reported in a city or state?"
        ]
    },
    {
        "query_id": "1216",
        "query_text": "trout recovery plans",
        "split": "0",
        "questions": [
            "What dataset contains information on trout recovery plans that have been implemented by various government agencies or conservation organizations?",
            "Where can I find a dataset that shows the effectiveness of different trout recovery plans?",
            "Is there a publicly available dataset that provides data on the costs associated with implementing trout recovery plans?"
        ]
    },
    {
        "query_id": "1217",
        "query_text": "healthcare for the homeless",
        "split": "2",
        "questions": [
            "What dataset contains information on healthcare services provided to homeless individuals?",
            "Where can I find a dataset that shows the geographic distribution of healthcare facilities that provide services to homeless populations?",
            "Is there a publicly available dataset that provides data on the costs associated with providing healthcare services to homeless populations?"
        ]
    },
    {
        "query_id": "1218",
        "query_text": "youth commission",
        "split": "4",
        "questions": [
            "1. What datasets are available on the activities and initiatives of youth commissions? ",
            "2. How can I access information about the impact of youth commissions on community development through datasets? ",
            "3. What datasets provide insights into the decision-making processes of youth commissions at the local, state or federal level?"
        ]
    },
    {
        "query_id": "1219",
        "query_text": "Use of drone in Fire Department",
        "split": "1",
        "questions": [
            "1. What datasets are available that provide information about the use of drones by fire departments in emergency situations? ",
            "2. How have drones been utilized by fire departments during firefighting operations, and what data is available to support their effectiveness? ",
            "3. Are there any datasets that analyze the use of drones by fire departments, and what kind of information do these datasets provide?"
        ]
    },
    {
        "query_id": "1220",
        "query_text": "education for the deaf-mute and the blind",
        "split": "4",
        "questions": [
            "1. What are some datasets that provide information on education methods and resources for individuals who are deaf-mute or blind?  ",
            "2. Can you recommend any datasets that focus on the literacy rates or academic achievements of the deaf-mute and blind populations?  ",
            "3. Are there any datasets available on the accessibility of educational facilities and materials for individuals who are deaf-mute or blind?"
        ]
    },
    {
        "query_id": "1221",
        "query_text": "child blood lead levels",
        "split": "4",
        "questions": [
            "1. What datasets are available on child blood lead levels and how are they collected? ",
            "2. Can you provide information on the prevalence of elevated child blood lead levels in different regions based on existing datasets?"
        ]
    },
    {
        "query_id": "1222",
        "query_text": "Washington state department of ecology",
        "split": "3",
        "questions": [
            "1. What is the Washington State Department of Ecology dataset, and where can it be found?"
        ]
    },
    {
        "query_id": "1223",
        "query_text": "PM2.5",
        "split": "1",
        "questions": [
            "1. What datasets provide information on PM2.5 concentrations in urban areas? ",
            "2. Where can I find a dataset that tracks PM2.5 levels globally over time? ",
            "3. What datasets are available to analyze the health effects of exposure to PM2.5 in different regions?"
        ]
    },
    {
        "query_id": "1224",
        "query_text": "senior employment services",
        "split": "3",
        "questions": [
            "What are some datasets available regarding senior employment services, and what job resources do they offer? ",
            "Are there any datasets out there that provide information on organizations that provide senior employment services, and how effective are they in assisting seniors in finding job opportunities?"
        ]
    },
    {
        "query_id": "1225",
        "query_text": "pacific islander",
        "split": "0",
        "questions": [
            "1. What datasets are available on Pacific Islander demographics in the United States? ",
            "2. Can you provide a dataset on the health disparities experienced by Pacific Islanders in the Pacific region?  ",
            "3. Which datasets provide information on the educational attainment of Pacific Islanders in Hawaii?"
        ]
    },
    {
        "query_id": "1226",
        "query_text": "neighborhood councils",
        "split": "0",
        "questions": [
            "1. What datasets are available on neighborhood councils in my city? ",
            "2. How can I access datasets that analyze the impact of neighborhood councils on community development? ",
            "3. What datasets contain information about the demographics of neighborhood councils, such as age and ethnicity?"
        ]
    },
    {
        "query_id": "1227",
        "query_text": "civil penalties",
        "split": "2",
        "questions": [
            "1. What datasets are available for civil penalties related to violations of federal laws and regulations? ",
            "2. Can I access a dataset on civil penalties imposed by state governments for environmental and labor violations? ",
            "3. How can I find a comprehensive dataset on civil penalties issued by the Consumer Financial Protection Bureau?"
        ]
    },
    {
        "query_id": "1228",
        "query_text": "district attorney",
        "split": "0",
        "questions": [
            "1. What datasets contain information on criminal cases prosecuted by district attorneys across the United States? ",
            "2. Which dataset provides statistical information on the number of cases prosecuted by district attorneys by type of crime? ",
            "3. Where can I find a dataset that lists the salaries of district attorneys in various states and cities?"
        ]
    },
    {
        "query_id": "1229",
        "query_text": "hiv immunocompetent",
        "split": "3",
        "questions": [
            "Can you provide me with a dataset that compares the CD4 counts of HIV-positive immunocompetent individuals with those of HIV-positive immunocompromised individuals? ",
            "Is there a dataset available that examines the effectiveness of antiretroviral therapy (ART) in treating HIV infections in immunocompetent patients?"
        ]
    },
    {
        "query_id": "1230",
        "query_text": "education expenditure",
        "split": "2",
        "questions": [
            "What dataset contains information on education expenditures at the national or state level?",
            "Where can I find a dataset that shows how education expenditures have changed over time?",
            "Is there a publicly available dataset that provides data on the relationship between education expenditures and student outcomes?"
        ]
    },
    {
        "query_id": "1231",
        "query_text": "Language learners",
        "split": "2",
        "questions": [
            "1. What are some datasets available for analyzing language learners' performance and progress? ",
            "2. How can I find a dataset related to language learners, including their demographics and language skills? ",
            "3. What datasets are there that explore the effectiveness of different language learning strategies and methods for language learners?"
        ]
    },
    {
        "query_id": "1232",
        "query_text": "US representative congressional district ",
        "split": "3",
        "questions": [
            "Can you provide me with a dataset that lists all US congressional districts, their representatives, and relevant demographic information?",
            "What datasets are available for US congressional district representatives?",
            "Where can I find a dataset related to US representative congressional districts?"
        ]
    },
    {
        "query_id": "1233",
        "query_text": "fund of self insur",
        "split": "2",
        "questions": [
            "1. What datasets are available for analyzing the fund of self-insurance? ",
            "2. Is there a dataset that provides insights into the growth and performance of self-insurance funds? ",
            "3. Can you suggest a dataset that includes data on various types of self-insurance funds and their utilization?"
        ]
    },
    {
        "query_id": "1234",
        "query_text": "station concern",
        "split": "3",
        "questions": [
            "Is there a dataset available that contains information on the safety concerns or incidents at various stations?",
            "Where can I find data related to station maintenance and upkeep concerns for transportation systems?",
            "What datasets are available regarding customer complaints or feedback for stations of public services such as hospitals or police departments?"
        ]
    },
    {
        "query_id": "1235",
        "query_text": "Oregon water resources congress",
        "split": "2",
        "questions": [
            "1. What is the latest data on water resources in Oregon according to the Oregon Water Resources Congress dataset? ",
            "2. How can I obtain the Oregon Water Resources Congress dataset and what types of water resources data does it include for Oregon? ",
            "3. What are the key findings related to water resources management in Oregon suggested by the Oregon Water Resources Congress dataset?"
        ]
    },
    {
        "query_id": "1236",
        "query_text": "exterior storm window",
        "split": "1",
        "questions": [
            "Can you provide a dataset that compares the cost-effectiveness of installing exterior storm windows versus regular windows in different climatic conditions?"
        ]
    },
    {
        "query_id": "1237",
        "query_text": "Discrimination Case",
        "split": "2",
        "questions": [
            "1. What datasets are available regarding instances of discrimination in lawsuits and legal cases? ",
            "2. Where can I find a dataset related to discrimination cases filed against corporations or government entities? ",
            "3. Is there a dataset that shows the demographics (age, gender, race, etc.) of individuals who have experienced discrimination and taken legal action?"
        ]
    },
    {
        "query_id": "1238",
        "query_text": "State Agency",
        "split": "0",
        "questions": [
            "1. What datasets are available on state agency funding?  ",
            "2. Can you provide me with a dataset on the number of cases handled by state agencies per year?  ",
            "3. What data is collected and maintained by state agencies about environmental pollution?"
        ]
    },
    {
        "query_id": "1239",
        "query_text": "Finnish municipalities",
        "split": "0",
        "questions": [
            "What datasets are available that contain demographic and economic information for Finnish municipalities?",
            "Is there a dataset available that lists the population and size of each municipality in Finland?",
            "Where can I find data related to municipal budgets and expenditures for different departments in Finnish municipalities?"
        ]
    },
    {
        "query_id": "1240",
        "query_text": "gross wages of police officer",
        "split": "0",
        "questions": [
            "Is there a dataset available that contains the gross wages earned by police officers in a particular city or region?",
            "Which dataset has information on the average gross wages of police officers across different ranks and experience levels?"
        ]
    },
    {
        "query_id": "1241",
        "query_text": "IEEE conferences",
        "split": "4",
        "questions": [
            "Is there a dataset that contains information on the attendance and participation of researchers at IEEE conferences?",
            "Can you provide a dataset that includes the location and date of the latest IEEE conferences on computer science and engineering?"
        ]
    },
    {
        "query_id": "1242",
        "query_text": "Federal Communication Commission",
        "split": "3",
        "questions": [
            "Which dataset provides information about the FCC licenses granted to telecommunication companies?",
            "Can you recommend a dataset that contains the historical records of FCC enforcement actions against companies violating communication laws?"
        ]
    }
]